[
  {
    "id": 1,
    "name": "Guilty Gear: Strive - Nintendo Switch Edition",
    "rating": 100,
    "summary": "The critically acclaimed Guilty Gear Strive arrives on Nintendo Switch for the first time, complete with the first three season passes of DLC to make for a total of 28 playable characters!",
    "genres": [
      "Fighting",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co963y.jpg",
    "release_date": 2025
  },
  {
    "id": 2,
    "name": "RoadCraft",
    "rating": 100,
    "summary": "As the leader of a company specialized in restoring sites devastated by natural disasters, use your construction machinery to restart the local industry. Clear debris and faulty equipment, rebuild roads and bridges damaged by weather, and much more!",
    "genres": [
      "Simulator",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9tyt.jpg",
    "release_date": 2025
  },
  {
    "id": 3,
    "name": "Warhammer 40,000: Rogue Trader - Void Shadows",
    "rating": 100,
    "summary": "“Void Shadows” is the first DLC for Warhammer 40,000: Rogue Trader, offering a massive amount of content with about 15 hours of gameplay and a new romanceable companion.",
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Turn-based strategy (TBS)",
      "Tactical",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co88ms.jpg",
    "release_date": 2024
  },
  {
    "id": 4,
    "name": "Vampire Survivors: Emergency Meeting",
    "rating": 100,
    "summary": "The Survivors are desperate to hunt vampires, but are running out of places to look. Only one option remains: Be the bullet hell... in space!\n\nGather your most trusted Crewmates, prepare to eject the Impostors, and try to survive while mowing down thousands of extra-terrestrial foes in this expansion for Vampire Survivors. Turn classic Among Us tasks into outrageous weapons, upgrading your abilities after every roguelite run to overcome impossible odds with ease. Be alert to subterfuge as you explore the vast weirdness of the Polus Replica and keep your wits about you, as suspicious eyes are always watching.",
    "genres": [
      "Hack and slash/Beat 'em up",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7gzu.jpg",
    "release_date": 2023
  },
  {
    "id": 5,
    "name": "Dawnfolk",
    "rating": 100,
    "summary": "Minimalist and relaxing survival builder perfect for short gaming sessions. Rebuild and manage your realm, collect resources and decide the fate of your people. Explore the darkness and unveil the secrets of the black monoliths to bring back light to the world.",
    "genres": [
      "Strategy",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co94jk.jpg",
    "release_date": 2025
  },
  {
    "id": 6,
    "name": "Viticulture: Essential Edition - Tuscany Expansion",
    "rating": 100,
    "summary": "The Tuscany Expansion includes 3 new features: An extended game board, special workers and structures. Choose which features you want to play with or simply play with all of them!",
    "genres": [
      "Strategy",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8sf9.jpg",
    "release_date": 2023
  },
  {
    "id": 7,
    "name": "The Witcher 3: Wild Hunt - Free Next-Gen Update",
    "rating": 100,
    "summary": "The Witcher 3: Wild Hunt – Free Next-Gen Update was released on December 14, 2022, for PlayStation 5, Xbox Series X|S, and PC. This update introduced graphical enhancements such as ray tracing, improved textures, and faster loading times, along with quality-of-life features like a new camera angle, revised UI, and integrated mods. It also added new content inspired by the Netflix series, including armor sets and a themed quest.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5y83.jpg",
    "release_date": 2022
  },
  {
    "id": 8,
    "name": "Planet Zoo: Aquatic Pack",
    "rating": 100,
    "summary": "Expand your zoo into a marine menagerie with Planet Zoo's Aquatic Pack! Adopt five magnificent new animals including King Penguins and Giant Otters, construct beautiful scenery from 170+ new pieces, and master the aquatic-themed challenge zoo set in Oregon, USA.",
    "genres": [
      "Simulator",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6b17.jpg",
    "release_date": 2020
  },
  {
    "id": 9,
    "name": "Bionic Bay",
    "rating": 100,
    "summary": "An ordinary man in an extraordinary world. Bionic Bay is a new kind of a 2D platformer. It introduces a unique Swap mechanic, allowing players to interact with the physics-based world in new ways. The immersive gameplay is completed by spectacular environments and creative level design.",
    "genres": [
      "Platform",
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9q5a.jpg",
    "release_date": 2025
  },
  {
    "id": 10,
    "name": "Mario Kart 8 Deluxe: Booster Course Pass",
    "rating": 100,
    "summary": "A total of 48 more courses from throughout the Mario Kart series are racing to the Mario Kart 8 Deluxe game as paid DLC*. Take in the sights and speed through courses based on real-world locations like Tour London Loop and Tour New York Minute. This DLC also brings back half-pipes! Get some air, pull off a trick, and get a speed boost on Merry Mountain and Wii Maple Treeway.",
    "genres": [
      "Racing"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co67uo.jpg",
    "release_date": 2022
  },
  {
    "id": 11,
    "name": "Portal: Companion Collection",
    "rating": 100,
    "summary": "Break the laws of spatial physics in the hilariously mind-bending adventures of Portal and Portal 2! Including Portal and Portal 2, the Companion Collection comes with all the groundbreaking gameplay, dark humor, and exploration that earned the series hundreds of awards.",
    "genres": [
      "Platform",
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4hap.jpg",
    "release_date": 2022
  },
  {
    "id": 12,
    "name": "Turbo Overkill",
    "rating": 100,
    "summary": "Johnny Turbo needs to clean up Paradise, a cyber city overrun by augmented minions under the cult control of the world's most advanced AI, Syn, who's looking to expand to world domination if not stopped here and now. Wall-running, Hero-Time, chain saw leg augments, flying cars and lots of booms. Fight to purge Syn with five new augments, dual chainsaw arms and a second chainsaw leg in the final episode, part 1.",
    "genres": [
      "Shooter",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6x8k.jpg",
    "release_date": 2023
  },
  {
    "id": 13,
    "name": "The Elder Scrolls V: Skyrim - Anniversary Edition",
    "rating": 100,
    "summary": "The Elder Scrolls V: Skyrim - Anniversary Edition contains the full game plus all three expansions and over 500 pieces of unique content from Creation Club, including pre-existing and new quests, dungeons, bosses, weapons, spells and more!",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3lyu.jpg",
    "release_date": 2021
  },
  {
    "id": 14,
    "name": "Blake: The Visual Novel",
    "rating": 100,
    "summary": "Graphic Novel meets Visual Novel in this sci-fi/thriller interactive story. As incriminating events start to revolve around him, experience the dark, mind-bending journey of Blake and his pivotal transformation into a vigilante.",
    "genres": [
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3mcj.jpg",
    "release_date": 2021
  },
  {
    "id": 15,
    "name": "Escape Simulator",
    "rating": 100,
    "summary": "Escape Simulator is a next-gen escape room experience: pick up and examine everything, move furniture, smash pots and melt locks! Play solo or with a friend to solve cryptic puzzles and riddles.",
    "genres": [
      "Point-and-click",
      "Puzzle",
      "Simulator",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co49cc.jpg",
    "release_date": 2021
  },
  {
    "id": 16,
    "name": "Arcade Spirits: The New Challengers",
    "rating": 100,
    "summary": "Arcade Spirits: The New Challengers is the follow-up to 2019's Arcade Spirits, a visual novel of love and pixels, in which you seek friendship and romance while working in an arcade. Now the tables are turned, as you seek friendship and romance while PLAYING in an arcade!",
    "genres": [
      "Role-playing (RPG)",
      "Simulator",
      "Adventure",
      "Indie",
      "Arcade",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4if8.jpg",
    "release_date": 2022
  },
  {
    "id": 17,
    "name": "Final Fantasy VII Remake: Episode Intermission",
    "rating": 100,
    "summary": "The new episode featuring Yuffie is a brand-new adventure in the world of Final Fantasy VII Remake Intergrade. Play as Wutai ninja Yuffie Kisaragi as she infiltrates Midgar and conspires with Avalance HQ to steal the ultimate materia from the Shinra Electric Power Company.\n\nPlay alongside new characters and enjoy an expanded gameplay experience featuring multiple new combat and gameplay additions. This adventure brings new perspective to the Final Fantasy VII Remake story that cannot be missed.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2tyy.jpg",
    "release_date": 2021
  },
  {
    "id": 18,
    "name": "Cassette Beasts",
    "rating": 100,
    "summary": "Grab your cassette player - it's time to transform! Collect awesome monster forms to use during turn-based battles in this indie open-world RPG. Combine any two monster forms using Cassette Beasts' Fusion System to create unique and powerful new ones!",
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5bqu.jpg",
    "release_date": 2023
  },
  {
    "id": 19,
    "name": "Irony Curtain: From Matryoshka with Love",
    "rating": 100,
    "summary": "Irony Curtain: From Matryoshka with Love is a satirical point-and-click inspired by the classic adventure games. It smuggles you out of your comfort zone and throws into the middle of a Cold War spy intrigue – and there’s an even bigger game being played… Experience Matryoshka through Evan – a low-ranking, goofy journalist involuntarily pulled right into the middle of an espionage stand-off between two powers. Hop onto the wacky spy adventure, uncover secrets of the bizzare communist country (and the powerful capitalistic empire!), witness the story full of unpredictable twists and turns and discover the true agenda of the mysterious Supreme Leader!",
    "genres": [
      "Point-and-click",
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1snt.jpg",
    "release_date": 2019
  },
  {
    "id": 20,
    "name": "Without Within 3",
    "rating": 100,
    "summary": "Vinty returns on her third adventure, this time in Singapore and Malaysia!",
    "genres": [
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co27gh.jpg",
    "release_date": 2018
  },
  {
    "id": 21,
    "name": "3D After Burner II",
    "rating": 100,
    "summary": "3D After Burner II is a completely re-mastered version of the arcade classic. Pilot your F-14D fighter through enemy territory blasting away squadrons of enemy fighters. This arcade masterpiece now features stereoscopic 3D, a choice of real arcade cabinets, new difficulty settings as well as visual adjustments options. Blast your way through 23 stages to unlock a special mode with even more gameplay enhancements.",
    "genres": [
      "Simulator",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4v4y.jpg",
    "release_date": 2013
  },
  {
    "id": 22,
    "name": "MapleStory 2",
    "rating": 100,
    "summary": "MapleStory 2 is a new MMORPG set in a colorful 3D block universe. Embark on epic quests, build your dream world, and explore a new dimension of MapleStory!",
    "genres": [
      "Role-playing (RPG)",
      "Simulator",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co251n.jpg",
    "release_date": 2015
  },
  {
    "id": 23,
    "name": "The Legend of Zelda: A Link to the Past & Four Swords",
    "rating": 100,
    "summary": "The Legend of Zelda: A Link to the Past & Four Swords features two games, a port of the SNES game The Legend of Zelda: A Link to the Past and a new multiplayer adventure called Four Swords.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3nsh.jpg",
    "release_date": 2002
  },
  {
    "id": 24,
    "name": "Hyper Universe",
    "rating": 100,
    "summary": "Leap into action with the most intense side-scrolling MOBA to hit the market and join the battle-ready Hypers as you hone their insane power and compete in order to unlock the salvation of the universe.",
    "genres": [
      "Real Time Strategy (RTS)",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1u3s.jpg",
    "release_date": 2018
  },
  {
    "id": 25,
    "name": "SuperPower 2",
    "rating": 100,
    "summary": "SuperPower 2 is a real-time strategy wargame developed by Canadian based GolemLabs and published by DreamCatcher Games in 2004, following SuperPower. It was released between October 11 and November 19, 2004 in North America and Europe, respectively.",
    "genres": [
      "Real Time Strategy (RTS)",
      "Simulator",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/fj1zhvmuhczz4mm0gwhw.jpg",
    "release_date": 2004
  },
  {
    "id": 26,
    "name": "Motor City Online",
    "rating": 100,
    "summary": "In this online-only game, you buy classic cars, customize their performance to your liking, and race them against opponents around the world. The game was plagued with technical issues and met its end in August 29th 2003.",
    "genres": [
      "Racing"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7u2d.jpg",
    "release_date": 2001
  },
  {
    "id": 27,
    "name": "EverQuest: Evolution",
    "rating": 100,
    "summary": "contains the original EverQuest game with all expansions available up to EverQuest: The Legacy of Ykesha",
    "genres": [
      "Role-playing (RPG)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1h68.jpg",
    "release_date": 2003
  },
  {
    "id": 28,
    "name": "Grand Prix 4",
    "rating": 100,
    "summary": "Grand Prix 4 also known as GP4 is the fourth game in the \"Geoff Crammond Grand Prix\" series based on the 2001 F1 Grand Prix series and was the last version of the game released by Geoff Crammond and MicroProse.",
    "genres": [
      "Racing",
      "Simulator",
      "Sport"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2q9o.jpg",
    "release_date": 2002
  },
  {
    "id": 29,
    "name": "Destiny: The Taken King - Legendary Edition",
    "rating": 100,
    "summary": "Destiny: The Taken King Legendary Edition features the complete Destiny experience including The Taken King, the next great Destiny adventure, Destiny, Expansion I: The Dark Below and Expansion II: House of Wolves. Unite with 20 million Guardians in the fight to defend our universe and Become Legend.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co30dq.jpg",
    "release_date": 2015
  },
  {
    "id": 30,
    "name": "Space Bust-A-Move",
    "rating": 100,
    "summary": "The smash-hit classic arcade game is going where no bubble has gone before in Space Bust A Move! Help the twin brothers, Bub and Bob, as you journey to distant planets to collect \"Cosmo Bubbles\" in order to stop the evil Devilin from taking over the galaxy. With intense multiplayer competition, improved graphics, customization options, and mini-games, you've never busted bubbles like these!",
    "genres": [
      "Puzzle"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21db.jpg",
    "release_date": 2009
  },
  {
    "id": 31,
    "name": "Rocket Riot",
    "rating": 100,
    "summary": "Get ready for Rocket Riot, an action-packed, side-scrolling, 8-bit shooter where the rockets and the fun never stops! With over 200 levels and over 300 characters, blowing things up has just reached a new level of awesome!",
    "genres": [
      "Shooter",
      "Sport",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/eybxknbmnu2wegshdn5k.jpg",
    "release_date": 2009
  },
  {
    "id": 32,
    "name": "Stephen's Sausage Roll",
    "rating": 100,
    "summary": "\"A simple 3d puzzle game.\"",
    "genres": [
      "Puzzle",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2dr4.jpg",
    "release_date": 2016
  },
  {
    "id": 33,
    "name": "Angry Birds Star Wars II",
    "rating": 100,
    "summary": "The Force is strong with this one. Get ready for Angry Birds Star Wars II – the epic follow-up to the #1 smash hit game! Based on the Star Wars movie prequels, use the Force for good against the greedy Pork Federation or choose a much darker path. That’s right; for the first time ever you can “Join the Pork Side” and play as the fearsome Darth Maul, Emperor Palpatine and many other favorites!",
    "genres": [
      "Puzzle",
      "Strategy",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2hr1.jpg",
    "release_date": 2013
  },
  {
    "id": 34,
    "name": "Championship Manager 4",
    "rating": 100,
    "summary": "Championship Manager 4 series is a football-management simulation computer game.",
    "genres": [
      "Simulator",
      "Sport",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co94ly.jpg",
    "release_date": 2003
  },
  {
    "id": 35,
    "name": "Street Fighter II' Turbo",
    "rating": 100,
    "summary": "They're back, and they're badder than ever! Faster, stronger and with all new moves, twelve of the greatest fighters from across the globe are ready to battle. Choose your champion and get ready for the big brawl as they try to earn the right to battle M. Bison for the title. And just when you think you've mastered it all, crank it up a notch and go TURBO!\n\nThis home port of the Arcade game for the SNES includes most of the updates from the Arcade and additionally includes the 'Champion Edition' game-play and characters as well as four selectable game speeds within 'Turbo mode.' Many of these new features would also be included in 'Street Fighter II: Special Champion Edition' for the Genesis/Mega Drive.",
    "genres": [
      "Fighting"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1w9x.jpg",
    "release_date": 1993
  },
  {
    "id": 36,
    "name": "Flower, Sun, and Rain",
    "rating": 100,
    "summary": "Flower, Sun and Rain is a PlayStation 2 puzzle adventure game developed by Suda 51. It was also remade on the DS for Europe and the United States.",
    "genres": [
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3hcu.jpg",
    "release_date": 2001
  },
  {
    "id": 37,
    "name": "3D Starstrike",
    "rating": 100,
    "summary": "3D Starstrike is a clone of the original wireframe Star Wars game.",
    "genres": [
      "Shooter",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/xbuk7hef2t9uxhi9sltn.jpg",
    "release_date": 1984
  },
  {
    "id": 38,
    "name": "Starquake",
    "rating": 100,
    "summary": "Starquake is an arcade adventure, platform and maze game written by Stephen Crow and published by Bubble Bus Software in 1985. It was released for Commodore 64, MSX, ZX Spectrum, Amstrad CPC, Atari 8-bit family, Tatung Einstein (all 1985), the BBC Micro (1987) and IBM Compatible and Atari ST (both 1988). An Amiga port was released in 2018.",
    "genres": [
      "Platform",
      "Puzzle",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/ul5wwtyyqzh06j98agmx.jpg",
    "release_date": 1985
  },
  {
    "id": 39,
    "name": "Trainz Railroad Simulator 2004",
    "rating": 100,
    "summary": "In this 3D railroad simulator, you can operate locomotives from the golden age of steam to the modern present in realistic scenarios, to move goods and resources from one place to another and keep the wheels of industry turning. You are in charge of every aspect of the process: complete control over the orders of the drivers, limits for the transportation process, the movement of the passengers and freight and a custom scripted system to create your own rules.",
    "genres": [
      "Simulator"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8hk5.jpg",
    "release_date": 2003
  },
  {
    "id": 40,
    "name": "Droplitz",
    "rating": 100,
    "summary": "Immerse yourself in an addictive puzzler that's all about strategically twisting and connecting mismatched dials to save precious Droplitz. Just making a single junction is child's play. Can you master the art of the combo, or will you let your pipes runneth over? Be warned! Losing too many droplitz can be hazardous to your ability to win. With four unique play modes, a variety of board sizes, and infinite replayability, Droplitz promises to drain all your time away.",
    "genres": [
      "Puzzle"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co60js.jpg",
    "release_date": 2009
  },
  {
    "id": 41,
    "name": "Robotron X",
    "rating": 100,
    "summary": "The arcade classic is taken to the next level, this time in 3D. The super-enhanced hero Ugene is once again called into action to save the last human family against the hordes of relentless Robotrons. Battle through 100 different levels, gaining new power-ups and abilities as Ugene survives wave after wave of the unrelenting hordes. While Ugene may face the familiar Robotrons, there will be new additions and tricks that the killer robots will use against the last surviving human family. Ugene must protect them at all cost while racking up the highest possible score!",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9p2m.jpg",
    "release_date": 1996
  },
  {
    "id": 42,
    "name": "Punch-Out!!",
    "rating": 100,
    "summary": "Punch-Out!! is a boxing arcade game by Nintendo, released 1984. It was the first in a series of successful Punch-Out!! games that produced an arcade sequel known as Super Punch-Out!!, a spin-off of the series titled Arm Wrestling, a highly popular version for the NES originally known as Mike Tyson's Punch-Out!!, and Super Punch-Out!! for the SNES.\nThe arcade game introduced recurring video games characters such as Glass Joe, Piston Hurricane, Bald Bull, and Mr. Sandman. It is also notable to be the debut project for Koji Kondo, who would later go on to write the acclaimed music for the Super Mario and The Legend of Zelda series.",
    "genres": [
      "Fighting",
      "Sport",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co48zb.jpg",
    "release_date": 1984
  },
  {
    "id": 43,
    "name": "Bejeweled",
    "rating": 100,
    "summary": "Bejeweled is a tile-matching puzzle video game by PopCap Games, first developed for browsers in 2001. Three follow-ups to this game have been released. More than 75 million copies of Bejeweled have been sold, and the game has been downloaded more than 150 million times. Although the game is no longer downloadable through PopCap's website, the installer can be downloaded via the Wayback Machine.",
    "genres": [
      "Puzzle"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2f8v.jpg",
    "release_date": 2001
  },
  {
    "id": 44,
    "name": "Mini Metro",
    "rating": 100,
    "summary": "Mini Metro is a strategy simulation game about designing a subway map for a growing city. Draw lines between stations and start your trains running. As new stations open, redraw your lines to keep them efficient. Decide where to use your limited resources. How long can you keep the city moving?",
    "genres": [
      "Puzzle",
      "Simulator",
      "Strategy",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2561.jpg",
    "release_date": 2015
  },
  {
    "id": 45,
    "name": "The Munchables",
    "rating": 100,
    "summary": "The player controls creatures of insatiable appetite, using their regurgitating prowess to consume an army of invading Tabemon Space Pirates, each of whom bears an uncanny resemblance to various foods.",
    "genres": [
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co68vm.jpg",
    "release_date": 2009
  },
  {
    "id": 46,
    "name": "Indianapolis 500 Legends",
    "rating": 100,
    "summary": "Fight to the finish in a hand-built speed machine racing seven inches off the ground at nearly 180 mph through a moving minefield of crashes, spinning cars, rolling tires, and 32 rivals on the world's most famous racetrack in Indianapolis 500 Legends, an arcade-style racing experience set in a dynamic era spanning 1961-1971. Players will experience the traditions, rivalries, terrifying speeds, jaw-dropping maneuvers and infamous events that characterized this historic period at the world-famous Indianapolis 500 race.",
    "genres": [
      "Racing"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5alf.jpg",
    "release_date": 2007
  },
  {
    "id": 47,
    "name": "Ice Age: Dawn of the Dinosaurs",
    "rating": 100,
    "summary": "Based on the computer-animated movie starring the voices of Ray Romano and John Leguizamo, Ice Age: Dawn of the Dinosaurs is a 3D platform game that has you controlling multiple prehistoric protagonists across more than 15 levels of lighthearted action. Help Manny, Sid, Diego, Scrat, and friends navigate their way through the lush jungles of a world lurking underneath the ice: a tropical world inhabited by dinosaurs. Master each character's distinct moves while exploring caves, riding a pterodactyl, avoiding a rampaging Tyrannosaurus rex, running atop a ball of ice, and more. Those having difficulty during certain sequences can receive tips from woolly mammoth Ellie as well as possums Crash and Eddie. In addition to the single-player campaign, Ice Age 2 offers eight competitive mini-games supporting up to four players.",
    "genres": [
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2ddn.jpg",
    "release_date": 2009
  },
  {
    "id": 48,
    "name": "G-Force",
    "rating": 100,
    "summary": "G-Force draws you into the adventures of an elite team of trained guinea pigs on a mission to thwart a sinister plot to destroy the world. Take control of both G-Force commander Darwin and his sidekick, Mooch, as they apply their talents to defeat an evil army of altered household appliances.",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1vxj.jpg",
    "release_date": 2009
  },
  {
    "id": 49,
    "name": "SpongeBob SquarePants: Battle For Bikini Bottom",
    "rating": 100,
    "summary": "The evil Plankton has set in motion his most diabolical plot ever! The fate of Bikini Bottom has been put into the unsuspecting hands of SpongeBob. Explore a huge world filled with unexpected surprises, challenges, and familiar friends. Join SpongeBob and his friends in his fearless crusade to end Plankton's evil scheme...",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3iyp.jpg",
    "release_date": 2003
  },
  {
    "id": 50,
    "name": "Advance Wars",
    "rating": 100,
    "summary": "Just because this battle fits in the palm of your hand doesn't mean the stakes are small. On the contrary, this all-or-nothing fight will have you accessing guns, grenades, launchers, and weaponry of all sorts. Players assume command of an army that's out to reclaim a world that's been broken up by warring factions. The battle map is essentially a grid, and moving units is like moving chess pieces on a board -- each of the units can move a specific amount of spaces within this grid, and can only attack at a certain distance from specific enemies. Advance Wars features more than 115 maps, a map editor, head-to-head play via link cable, and an easy-to-understand tutorial mode for beginners.",
    "genres": [
      "Simulator",
      "Strategy",
      "Turn-based strategy (TBS)",
      "Tactical"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co25mi.jpg",
    "release_date": 2001
  },
  {
    "id": 51,
    "name": "Super Smash Bros. Melee",
    "rating": 100,
    "summary": "Super Smash Bros. Melee is the second installment in the Super Smash Bros. series and the follow-up to the Nintendo 64 title. It includes all playable characters from the first game, and also adds characters from franchises such as Fire Emblem, of which no games had been released outside Japan at the time. Super Smash Bros. Melee builds on the first game by adding new gameplay features and playable characters: it's major focus is the multiplayer mode, while still offering a number of single-player modes.",
    "genres": [
      "Fighting",
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21yv.jpg",
    "release_date": 2001
  },
  {
    "id": 52,
    "name": "Gran Turismo 3: A-Spec",
    "rating": 100,
    "summary": "More than two years in the making, Gran Turismo 3 A-spec features over 150 detailed cars -- each composed of more than 4,000 polygons -- 60 beginner, amateur and professional championship races, as well as ten endurance races and ten rally races. In addition to all-new special effects, such as sun glare, heat distortion and reflections, Gran Turismo 3 A-spec also offers up a soundtrack of more than 20 licensed tracks, and an even better replay mode with TV-style camera views. Two players can go head-to-head via split-screen and up to six can duke it out by linking multiple systems together via i.LINK. Released worldwide in 2001, Gran Turismo 3 a-Spec was designed by Polyphony Digital.",
    "genres": [
      "Racing",
      "Simulator"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5xru.jpg",
    "release_date": 2001
  },
  {
    "id": 53,
    "name": "Suikoden II",
    "rating": 100,
    "summary": "Experience An Epic Tale of Warfare, Magic, Friendship And Betrayal\n\n-New tactical map battles add a whole level of strategy\n-Fantastic spells with stunning animation sequences and specialized attacks\n-Over 108 different characters can join your party and help you on your quest\n-Unlock hidden storylines using your memory card data from the original Suikoden\n-Build up your castle during the game to a thriving virtual community",
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Turn-based strategy (TBS)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1y6a.jpg",
    "release_date": 1998
  },
  {
    "id": 54,
    "name": "Super Metroid",
    "rating": 100,
    "summary": "The Space Pirates, merciless agents of the evil Mother Brain, have stolen the last Metroid from a research station, and once again Mother Brain threatens the safety of the galaxy! Samus Aran must don her awesome array of high-tech weaponry to retrieve the deadly Metroid hidden deep within the cave-riddled planet Zebes. Super Metroid features excellent graphics, with a huge variety of enemies and worlds to explore. The side-view action will be familiar to many players, only now there are new weapons and items, including the Grappling Beam, which allows Samus to swing across large chasms, and the X-Ray Scope, which reveals secret passages.",
    "genres": [
      "Shooter",
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5osy.jpg",
    "release_date": 1994
  },
  {
    "id": 55,
    "name": "Super Mario World 2: Yoshi's Island",
    "rating": 100,
    "summary": "Super Mario World 2: Yoshi's Island is a platform video game acting as a prequel to 1990's Super Mario World. The game casts players as Yoshi as he escorts Baby Mario through 48 levels in order to reunite him with his brother Luigi, who had been kidnapped by Baby Bowser's minions. As a Super Mario series platformer, Yoshi runs and jumps to reach the end of the level while solving puzzles and collecting items. In a style new to the series, the game has a hand-drawn aesthetic and is the first to have Yoshi as its main character. The game introduces his signature abilities to flutter jump, produce eggs from swallowed enemies, and transform into vehicles.",
    "genres": [
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2kn9.jpg",
    "release_date": 1995
  },
  {
    "id": 56,
    "name": "Super Mario World",
    "rating": 100,
    "summary": "A 2D platformer and first entry on the SNES in the Super Mario franchise, Super Mario World follows Mario as he attempts to defeat Bowser's underlings and rescue Princess Peach from his clutches. The game features a save system, a less linear world map, an expanded movement arsenal and numerous new items for Mario, alongside new approaches to level design and art direction.",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8lo8.jpg",
    "release_date": 1990
  },
  {
    "id": 57,
    "name": "The Legend of Zelda: A Link to the Past",
    "rating": 100,
    "summary": "The Legend of Zelda: A Link to the Past is a top-down action game with puzzle-solving elements similar to the original The Legend of Zelda. After the side-scrolling and RPG-like gameplay of Zelda II: The Adventure of Link, the game is a return to the top-down view and gameplay style of the first installment. It introduces major new items to the series such as the Master Sword and the concept of two different worlds, which was revisited to some extent in Ocarina of Time with two distinct time periods rather than dark and light worlds.",
    "genres": [
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3vzn.jpg",
    "release_date": 1991
  },
  {
    "id": 58,
    "name": "NASCAR Racing 2003 Season",
    "rating": 100,
    "summary": "The latest release from this series since 1999.\n\n23 real-life tracks (including the new versions of New Hampshire International Speedway and Infineon Raceway) are included. The game has been reworked with an improved graphics and physics engine, developed in partnership with Goodyear Tire & Rubber Company and Jasper Motorsports. Tutorials will bring the player up to speed quickly, while driving aids will help them compete against NASCAR pros. An adaptive AI will keep the game challenging at all skill levels.\n\nMultiplayer supports up to 42 players online in the same race.",
    "genres": [
      "Racing",
      "Simulator",
      "Sport"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2idh.jpg",
    "release_date": 2003
  },
  {
    "id": 59,
    "name": "Grand Prix 3",
    "rating": 100,
    "summary": "Grand Prix 3 (GP3) is a computer racing simulator by MicroProse. Released in 2000 by Hasbro Interactive featuring the 1998 Formula One season (with all drivers except Jacques Villeneuve, who is instead replaced by a fictional character, John Newhouse). The game wasn't quite as well received as its predecessors, but at the time was widely considered to be the best racing simulation available.\n\nAn add-on to the game, called GP3-2000 or GP32k, was released by Hasbro which updated the game to the 2000 Formula One season. A few other changes were made as well including: updated damage physics including damage from on-circuit debris, improved AI, a new replay system, and EAX 3D-sound.\n\nSince the release of Grand Prix 4, the GP3 modding scene has slowly declined, and with the cracking of track editing for GP4 many track modders left GP3 for the newer title.",
    "genres": [
      "Racing",
      "Simulator",
      "Sport"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2q9n.jpg",
    "release_date": 2000
  },
  {
    "id": 60,
    "name": "Dark Age of Camelot",
    "rating": 100,
    "summary": "Dark Age of Camelot is a 3D medieval fantasy MMORPG that combines Arthurian lore, Norse mythology and Irish Celtic legends with a dash of high fantasy. It is set in the period after King Arthur's death and his kingdom has split into three parts which are in a constant state of war with each other. DAoC includes both PvE and RvR combat, players can choose to adventure alone or join groups to get completion of credit in large-scale PvE encounters and for communication purposes in RvR.",
    "genres": [
      "Role-playing (RPG)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5u5m.jpg",
    "release_date": 2001
  },
  {
    "id": 61,
    "name": "Final Fantasy VI",
    "rating": 100,
    "summary": "Final Fantasy VI is the sixth main installment in the Final Fantasy series, developed and published by Square. It was the final title in the series to feature two-dimensional graphics, and the first story that did not revolve around crystals.\n\nThe game gives players up to fourteen playable characters, the largest cast in the series, and features the Active Time Battle pseudo-turn based menu command system. A party can consist of up to four characters, though some events require the player to assemble three different parties of up to four and switch between them.\n\nEach character has a unique command ability, such as Terra's Trance, Locke's Steal, Edgar's Tools or Sabin's Blitz, and can also learn Magic spells from earning AP from battles with magicite equipped. Each character's rare Desperation Attack will randomly activate after using the Attack command when at critical health.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co31c2.jpg",
    "release_date": 1994
  },
  {
    "id": 62,
    "name": "Unreal Tournament",
    "rating": 100,
    "summary": "Unreal Tournament is a first-person arena shooter video game developed by Epic Games and Digital Extremes. It was the second installment in the Unreal series.\n\nIt is an arena first-person shooter, with head-to-head multiplayer deathmatches being the primary focus of the game. Other game modes include TDM. CTF, Assault, Domination, Last man Standing etc.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2k3b.jpg",
    "release_date": 1999
  },
  {
    "id": 63,
    "name": "Super Mario Galaxy",
    "rating": 98,
    "summary": "A 3D platformer and first Wii entry in the Super Mario franchise, Super Mario Galaxy sees Mario jump across planets and galaxies with varying items, enemies, geographies and gravity mechanics in order to reach his enemy Bowser, who has attacked the Mushroom Kingdom and hijacked Princess Peach's castle with her inside.",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21ro.jpg",
    "release_date": 2007
  },
  {
    "id": 64,
    "name": "The Talos Principle II: Road to Elysium",
    "rating": 98,
    "summary": "Road to Elysium is a three-part coda that allows you to dive deeper into the world of The Talos Principle 2, reunite with beloved characters, and put your puzzle-solving skills to the test through a series of thought-provoking new stories.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co970v.jpg",
    "release_date": 2024
  },
  {
    "id": 65,
    "name": "Kingdom Rush 5: Alliance",
    "rating": 98,
    "summary": "While a formidable evil emerges, an unexpected alliance is taking shape! It will take the finest warriors of Linirea and the relentless Dark Army to stop it. Beware! Though they may journey side by side the ever-changing winds of fate could swiftly alter their course.",
    "genres": [
      "Strategy",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8apx.jpg",
    "release_date": 2024
  },
  {
    "id": 66,
    "name": "Quake II",
    "rating": 98,
    "summary": "You are humanity's last hope to stop the Strogg, a hostile alien race waging war against Earth. Play this military sci-fi FPS, now upgraded for modern platforms with improved visuals, new campaign content, online multiplayer/co-op, and more.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9bgb.jpg",
    "release_date": 2023
  },
  {
    "id": 67,
    "name": "Spin Rhythm XD",
    "rating": 98,
    "summary": "Enter the Rhythm Dimension! A homage to classic arcade rhythm games, with a modern aesthetic and soundtrack. Match colours and beats, spin, tap, flick and flow through the juiciest beats in the universe. Supports multiple control styles including Midi DJ gear on Steam!",
    "genres": [
      "Music",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co69h1.jpg",
    "release_date": 2023
  },
  {
    "id": 68,
    "name": "Dragon Age: Origins Collector's Edition",
    "rating": 98,
    "summary": "Dragon Age: Origins Collector's Edition contains :\n\n- Tin case.\n- Bonus DVD including:\n- A making of documentary\n- Soundtrack\n- Trailers\n- Wallpaper\n- Concept art video\n- Strategy tips\n- Cloth map\n- 3 pieces of exclusive in-game content:\n- Bergen’s Honor: A massive helmet made out of dragonbone (+2 to armor, +25 physical resistance, +6 to attack).\n- Grimoire of the Frozen Wates: A special book that adds +3 to all attributes when read.\n- Final Reason: A magical staff of immense power (adds to damage, spell power, and fire damage).\n- \"The Stone Prisoner\" unlockable bonus quest and unlockable character, Shale.\n- Exclusive in-game item for use in the upcoming title Mass Effect 2.",
    "genres": [
      "Role-playing (RPG)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co95y5.jpg",
    "release_date": 2009
  },
  {
    "id": 69,
    "name": "Pac-Man: Championship Edition DX",
    "rating": 98,
    "summary": "PAC-MAN Championship Edition DX continues to uphold NAMCO BANDAI's tradition of enhancing a classic franchise for today's gamer. Building upon PAC-MAN Championship Edition’s original six courses, the new game features more than 100 varied and mind-boggling mazes to navigate. Several new modes will also be available to test a player's pellet-munching aptitude. In Time Attack Mode, players will vie for the quickest clear time. Fulfill a series of objectives in Mission Mode or compete to devour the most number of ghosts gobbled in Ghost Mode.",
    "genres": [
      "Puzzle",
      "Strategy",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2qx6.jpg",
    "release_date": 2010
  },
  {
    "id": 70,
    "name": "The Legend of Zelda: Breath of the Wild",
    "rating": 97,
    "summary": "The Legend of Zelda: Breath of the Wild is the first 3D open-world game in the Zelda series. Link can travel anywhere and be equipped with weapons and armor found throughout the world to grant him various bonuses. Unlike many games in the series, Breath of the Wild does not impose a specific order in which quests or dungeons must be completed. While the game still has environmental obstacles such as weather effects, inhospitable lands, or powerful enemies, many of them can be overcome using the right method. A lot of critics ranked Breath of the Wild as one of the best video games of all time.",
    "genres": [
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3p2d.jpg",
    "release_date": 2017
  },
  {
    "id": 71,
    "name": "The Legend of Zelda: Twilight Princess",
    "rating": 97,
    "summary": "The Legend of Zelda: Twilight Princess was initially developed with the Nintendo GameCube in mind, but ended up receiving a Wii port when it was released to promote the new console. This version has motion control compatibility for the sword and pointer controls for the menus, the bow and the boomerang. This version of the game has a completely inverted map and locations when comparing with the GameCube release. The change in layout was meant to adapt Link's usually left-handed design to right-handed people, given the motion controls.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3w1h.jpg",
    "release_date": 2006
  },
  {
    "id": 72,
    "name": "Metal Gear Solid 3: Subsistence",
    "rating": 97,
    "summary": "Metal Gear Solid 3: Subsistence continues the Metal Gear Solid series tradition of follow-up enhanced, international version releases.\nSubsistence's online multiplayer component, titled Metal Gear Online, consists of five tournament-style game modes, each with a capacity of up to eight players. This mode pits players, each playing as a generic soldier against each other in deathmatch battles and variations of capture the flag, using stages, items, maneuvers, and units (such as the KGB, GRU or Ocelot Unit) from the main game.",
    "genres": [
      "Shooter",
      "Tactical",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1vd6.jpg",
    "release_date": 2005
  },
  {
    "id": 73,
    "name": "The Last of Us Remastered",
    "rating": 97,
    "summary": "The Last of Us Remastered is an updated release of the PS3 game The Last of Us. It is identical to the PS3 version but runs at a 1080p resolution and incorporates character models with a higher resolution. There are also improved shadows and lighting, upgraded textures, 60 frames per second and other types of improvements. In addition to the base game, two map packs and the expansion The Last of Us: Left Behind are included.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5zks.jpg",
    "release_date": 2014
  },
  {
    "id": 74,
    "name": "Mortal Kombat 11: Ultimate",
    "rating": 97,
    "summary": "The definitive MK11 experience! Take control of Earthrealm's protectors in the game's TWO critically acclaimed, time-bending Story Campaigns as they race to stop Kronika from rewinding time and rebooting history. Friendships are tested, and new alliances forged, in the battle to save all of existence. MK11 Ultimate features the komplete 37-character roster, including new additions Rain, Mileena & Rambo.",
    "genres": [
      "Fighting"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2kh5.jpg",
    "release_date": 2020
  },
  {
    "id": 75,
    "name": "Elden Ring: Shadow of the Erdtree",
    "rating": 97,
    "summary": "The Shadow of the Erdtree is a fully-fledged expansion that features an all-new story set in the Land of Shadow. It adds a whole new map with 70 new weapons, ten new shields, 39 new Talismans, 14 new sorceries, 28 new incantations, 20 new Spirit Ashes, 25 New Ashes of War, 30 new armour sets, and new consumables and craftables.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7sly.jpg",
    "release_date": 2024
  },
  {
    "id": 76,
    "name": "Freedom Force vs. The 3rd Reich",
    "rating": 97,
    "summary": "Freedom is threatened yet again and only Minute Man and his heroic Freedom Force can save the day in the follow up to one of the most critically acclaimed games of 2002.\n\nFreedom Force vs. the Third Reich brings dynamic storytelling, fast-paced tactical role-play, and larger-than-life characters from the comic book pages to the computer screen. In this title, the league of heroes must travel back in time to defeat Blitzkrieg, defender of the Reich and his homicidal henchmen. With action spanning from the blasted battlefields of World War II to the dazzling depths of distant dimensions, Freedom Force vs. the Third Reich will give Freedom Fans more than they can handle.",
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Tactical"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co28fk.jpg",
    "release_date": 2005
  },
  {
    "id": 77,
    "name": "Elden Ring",
    "rating": 96,
    "summary": "Elden Ring is an action RPG developed by FromSoftware and published by Bandai Namco Entertainment, released in February 2022. Directed by Hidetaka Miyazaki, with world-building contributions from novelist George R. R. Martin, the game features an expansive open world called the Lands Between. Players assume the role of a customisable character known as the Tarnished, who must explore this world, battle formidable enemies, and seek to restore the Elden Ring to become the Elden Lord.\n\nThe game builds on the challenging gameplay mechanics familiar from the Dark Souls series but introduces a more open-ended structure with vast exploration, dynamic weather, and a day-night cycle. It offers deep lore, complex characters, and an interconnected world filled with secrets, dungeons, and powerful bosses.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4jni.jpg",
    "release_date": 2022
  },
  {
    "id": 78,
    "name": "Super Mario Odyssey",
    "rating": 96,
    "summary": "Explore incredible places far from the Mushroom Kingdom as you join Mario and his new ally Cappy on a massive, globe-trotting 3D adventure. Use amazing new abilities, like the power to capture and control objects, animals, and enemies to collect Power Moons so you can power up the Odyssey airship and save Princess Peach from Bowser’s wedding plans!",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1mxf.jpg",
    "release_date": 2017
  },
  {
    "id": 79,
    "name": "Ico",
    "rating": 96,
    "summary": "An action-adventure game in which a boy is abandoned and taken to a massive castle by his people. After exploring it for a while, he meets a girl who speaks a different language than him, then decides to get both of them out of the castle grounds by leading her along, in order to escape the shadow-like creatures that frequently try to kidnap the girl.",
    "genres": [
      "Platform",
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3r78.jpg",
    "release_date": 2001
  },
  {
    "id": 80,
    "name": "Gears of War 3",
    "rating": 96,
    "summary": "Gears of War 3 is the spectacular conclusion to one of the most memorable and celebrated sagas in videogames. Gears of War 3 plunges players into a harrowing tale of hope, survival and brotherhood. In Gears of War 3, players fight on as Marcus Fenix, the grizzled war hero and leader of Delta Squad. Eighteen months after the fall of the last human city, the war against the Locust rages on. Meanwhile, deep beneath the surface, a fearsome new threat is infecting the planet from within. With survivors scattered and civilization in ruins, time is running out for Marcus and his comrades as they fight to save the human race.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2a21.jpg",
    "release_date": 2011
  },
  {
    "id": 81,
    "name": "World of Warcraft: Wrath of the Lich King",
    "rating": 96,
    "summary": "World of Warcraft: Wrath of the Lich King, often referred to as WotLK, or Wrath, is the second expansion set for the massively multiplayer online role-playing game (MMORPG) World of Warcraft, following The Burning Crusade. It adds a substantial amount of content to the game world, including the continent of Northrend, home of the eponymous Lich King, and a new character \"hero\" class.",
    "genres": [
      "Role-playing (RPG)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1xv9.jpg",
    "release_date": 2008
  },
  {
    "id": 82,
    "name": "Virtua Fighter 4",
    "rating": 96,
    "summary": "Virtual Fighter 4 is the fourth game in the Virtua Fighter series.\nIn Japan, Virtua Fighter 4 is famous for spearheading and opening the market for internet functionality in arcades. VF.NET started in Japan in 2001, and since companies have created their own arcade networks, e-Amusement by Konami, NESiCAxLive by Taito and Square Enix, and ALL.Net by Sega and Bandai Namco.",
    "genres": [
      "Fighting"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co849r.jpg",
    "release_date": 2001
  },
  {
    "id": 83,
    "name": "Undertale",
    "rating": 96,
    "summary": "A small child falls into the Underground, where monsters have long been banished by humans and are hunting every human that they find. The player controls the child as they try to make it back to the Surface through hostile environments, all the while engaging with a turn-based combat system with puzzle-solving and bullet hell elements, as well as other unconventional game mechanics.",
    "genres": [
      "Puzzle",
      "Role-playing (RPG)",
      "Turn-based strategy (TBS)",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2855.jpg",
    "release_date": 2015
  },
  {
    "id": 84,
    "name": "The Witness",
    "rating": 96,
    "summary": "The Witness was the seventh game released by interactive fiction pioneers Infocom.\nThe player character is a detective who has been summoned to the Cabeza Plana, California office of Mr. Linder, a millionaire. Linder fears that his life is in danger... and indeed, as he sits in his office with the player, he is murdered before the player's eyes. The player then must solve the murder.",
    "genres": [
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9ibg.jpg",
    "release_date": 1983
  },
  {
    "id": 85,
    "name": "Super Mario Galaxy 2",
    "rating": 96,
    "summary": "Super Mario Galaxy 2 is the sequel to Super Mario Galaxy and the fourth 3D platformer entry in the Mario franchise. The sequel retains many elements from its predecessor, such as the adventure being in outer space, the element of gravity, and recurring objects such as Launch Stars and Sling Stars. Returning items include the Bee Mushroom and the Fire Flower. However, the game introduces new elements as well, such as the utilization of Yoshi, new power-ups like the Cloud Flower, and the use of a guide within the game for beginner players.",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21tl.jpg",
    "release_date": 2010
  },
  {
    "id": 86,
    "name": "The Legend of Zelda: Twilight Princess",
    "rating": 96,
    "summary": "The Legend of Zelda: Twilight Princess is the last Zelda game for GameCube, it was highly anticipated by many members of the gaming community and was regarded as finally fulfilling the dreams of those who wanted a much more realistic and mature game than the ones before. The art is similar to the naturalistic style of Ocarina of Time, rather than the cel-shaded look of The Wind Waker. The main adventure takes place in several provinces with dungeons and temples. New to this game is the ability for Link to transform into a Wolf when entering the Twilight. As a wolf, Link can use his senses to solve puzzles and get past obstacles, he can also dig holes to find hearts and rupees. Twilight Princess has received universal acclaim from reviewers and journalists, who cited it as the greatest Zelda game of all time.",
    "genres": [
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3mtv.jpg",
    "release_date": 2006
  },
  {
    "id": 87,
    "name": "God of War",
    "rating": 96,
    "summary": "God of War is the sequel to God of War III as well as a continuation of the canon God of War chronology. Unlike previous installments, this game focuses on Norse mythology and follows an older and more seasoned Kratos and his son Atreus in the years since the third game. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same.",
    "genres": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1tmu.jpg",
    "release_date": 2018
  },
  {
    "id": 88,
    "name": "Pinball M",
    "rating": 96,
    "summary": "Get ready to tilt into terror. The new horror-inspired pinball platform for fearless players. Prove your skills on the most sinister, gory, and badass tables ever brought to life.",
    "genres": [
      "Simulator",
      "Pinball",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co70ll.jpg",
    "release_date": 2023
  },
  {
    "id": 89,
    "name": "Shadow Warrior 3: Definitive Edition",
    "rating": 96,
    "summary": "Take an adrenaline-fueled journey through a mythical Japanese realm in the Definitive Edition of Shadow Warrior 3, packed with new features, and enjoy an ultraviolent blend of fast-paced gunplay, razor-sharp melee combat, and spectacular free-running movement.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co67u3.jpg",
    "release_date": 2023
  },
  {
    "id": 90,
    "name": "Headquarters World War II",
    "rating": 96,
    "summary": "Headquarters World War II is a fast-paced turn-based strategy game where your battlefield tactics are as important as your army management skills. Experience both sides of the war, battling in Europe as the USA, the UK, or Germany. Storm bunkers, occupy houses, win tank duels.",
    "genres": [
      "Strategy",
      "Turn-based strategy (TBS)",
      "Tactical"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co62nu.jpg",
    "release_date": 2024
  },
  {
    "id": 91,
    "name": "Tom Clancy's Ghost Recon: Breakpoint - Red Patriot",
    "rating": 96,
    "summary": "The third piece of DLC content in the Ghost Recon: Breakpoint season pass",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co570x.jpg",
    "release_date": 2020
  },
  {
    "id": 92,
    "name": "Arma 3: Contact",
    "rating": 96,
    "summary": "What if humanity suddenly encounters extraterrestrial intelligence on Earth? Bohemia Interactive presents: Arma 3 Contact – a spin-off expansion about the most important discovery in the history of mankind. As a soldier deployed to Livonia’s militarized Nadbór region, you will be among the first to study our alien visitors and determine their intentions. However, amid the tension and chaos, armed conflict inevitably unfolds. Arma 3 Contact’s military science fiction campaign arrives together with a massive new terrain, and introduces new factions, weapons, vehicles, outfits, equipment, and more to the wider Arma 3 sandbox.",
    "genres": [
      "Simulator",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1nby.jpg",
    "release_date": 2019
  },
  {
    "id": 93,
    "name": "Mallow Drops",
    "rating": 96,
    "summary": "Mallow Drops is a gravity puzzle where two kiwis regather their eggs in a shattered world. Help Marsh and Mallow rescue their eggs and get to the exit! Turn everything upside down as you slide, shift and move through the tricky world of Mallow Drops, a mix of platformer and a sliding block puzzle. Getting to where you need to go half the fun - just be sure to have a safe landing!\n\nWith Wooly Jumpers hopping about and Dirty Underbears surprising you suddenly, it won't be easy, and if you're not careful, the dreaded Dropbears may get the drop on you!\n\nCHANGE YOUR WORLD BY CHANGING YOUR PERSPECTIVE\nYou move in straight lines. Your world turns upside-down.\n\nWhen you turn the world of Mallow Drops, things shift in unexpected ways and new paths are revealed.\n\nMallow Drops is a meditative mix of platformer and a sliding block puzzle coming to Steam in 2016",
    "genres": [
      "Puzzle",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/it58smbpvhqhbbubqsj5.jpg",
    "release_date": 2016
  },
  {
    "id": 94,
    "name": "Modern Combat 5: Blackout",
    "rating": 96,
    "summary": "Step into the action as the latest installment in the best FPS series raises the bar for shooter games once more! Create a squad, add your friends and test your individual and team skills against other squads in dynamic multiplayer warfare!\n\nIs single player your thing? Then step into a world on the brink of anarchy and shoot your way out of one dire situation after another to expose a lunatic who’s trying to tear the world to shreds.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2qpw.jpg",
    "release_date": 2014
  },
  {
    "id": 95,
    "name": "Mario Kart 8: DLC Pack Two",
    "rating": 96,
    "summary": "This DLC Pack adds Villager, Isabelle, and Dry Bowser as well as the Bell and Crossing cups and the Streetle, P-Wing, City Tripper, Bone Rattler, and Crossing Kite vehicle parts.",
    "genres": [
      "Racing"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6uxh.jpg",
    "release_date": 2015
  },
  {
    "id": 96,
    "name": "Assassin's Creed III: Deluxe Edition",
    "rating": 96,
    "summary": "The year is 1775. The American colonies are about to revolt. You are Connor, an assassin who has sworn to secure liberty for his people and his nation. To do so, you will hunt your enemies across a staggeringly large, open, and realistic world. You will unleash your lethal skills in a violent quest that will take you from chaotic city streets to blood-soaked battlefields in the hostile American wilderness and beyond. You will meet legendary heroes of American history, and together you will conspire to annihilate those who threaten Liberty itself.\n\nWhether you use your predatory instincts to kill silently, or your fearsome arsenal to kill openly, one thing is clear: the world that the Assassins live in has become far more deadly. And so have you.",
    "genres": [
      "Hack and slash/Beat 'em up",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8jbp.jpg",
    "release_date": 2012
  },
  {
    "id": 97,
    "name": "Mario & Luigi: Bowser's Inside Story",
    "rating": 96,
    "summary": "Mario & Luigi: Bowser's Inside Story is the third game in the Mario & Luigi series of games. Players control Mario and Luigi simultaneously in the side-scrolling platform environment of Bowser's body, while also controlling the Koopa King himself in the top-down world of the Mushroom Kingdom. Similar to games like Earthbound, enemy encounters are seen as actual enemies that players can avoid or attempt to strike early. The actual battles are a combination of turn-based menu attacks, and timed reactions to enemies during battle. By watching the way an enemy reacts, you can anticipate their attack and avoid it or counterattack.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21vr.jpg",
    "release_date": 2009
  },
  {
    "id": 98,
    "name": "Stargate SG-1: Unleashed - Episode 1",
    "rating": 96,
    "summary": "The first instalment of an episodic mobile game series based on the Stargate franchise, released on iOS and Android devices. The game featured an all-new storyline featuring the original cast and characters of the Stargate SG-1 television series, written by Stargate novelist Sally Malcolm.\n\nThe series was originally intended to comprise three episodes, but the third game was never released. The game was eventually delisted from app stores.",
    "genres": [
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8i9t.jpg",
    "release_date": 2013
  },
  {
    "id": 99,
    "name": "LittleBigPlanet",
    "rating": 96,
    "summary": "Welcome to LittleBigPlanet – a world of infinite possibilities, where imagination becomes reality and the powers of creation are firmly in your hands. If you can think of it, you can create it if you can create it, you can share it if you can share it, you can play it – and watch our colorful LittleBigPlanet grow and diversify!\n\nIt’s a new kind of game that unleashes the creativity in everyone. Design your own character and play over 50 awesome developer levels packed with dangers to navigate, races to win and puzzles to solve. As you play you will learn the skills to build a world of your own by earning creative tools and collecting hundreds of items. Use these items and tools to shape amazing levels of your own, featuring puzzles, challenges, and enemies of your own design. When you are ready, go online to access the LBP community and Share your creations for everyone to play.\n\nLittleBigPlanet is a world with no limits – a world that’s yours to shape, build and explore.",
    "genres": [
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4p0f.jpg",
    "release_date": 2008
  },
  {
    "id": 100,
    "name": "Metal Gear Solid V: The Phantom Pain",
    "rating": 95,
    "summary": "Metal Gear Solid V: The Phantom Pain is the sequel to Metal Gear Solid V: Ground Zeroes and a prequel to the original Metal Gear. The game has a complex story with long cut-scene sequences, but there are fewer and they are shorter compared to earlier Metal Gear Solid titles. Most of the gameplay mechanics introduced in Ground Zeroes are carried over: it is still an action game and stealth oriented but replaces the linear corridor design from most earlier titles with large open world environments that offer the player unrestricted freedom for the approach. The world has now a real-time day and night cycle and various weather effects that influence enemy behaviour, visibility and sound. Sabotaging or destroying certain structures can also influence other parts of the map.",
    "genres": [
      "Shooter",
      "Tactical",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1v85.jpg",
    "release_date": 2015
  },
  {
    "id": 101,
    "name": "Uncharted 2: Among Thieves",
    "rating": 95,
    "summary": "In the sequel to Drake's Fortune, Nathan Drake comes across a map that showcases the location of Marco Polo's missing ships. It takes him on a journey to find the infamous Cintamani Stone, and uncover the truth behind it.",
    "genres": [
      "Shooter",
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1tnb.jpg",
    "release_date": 2009
  },
  {
    "id": 102,
    "name": "The Legend of Zelda: Tears of the Kingdom",
    "rating": 95,
    "summary": "The Legend of Zelda: Tears of the Kingdom is the sequel to The Legend of Zelda: Breath of the Wild. The setting for Link’s adventure has been expanded to include the skies above the vast lands of Hyrule.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5vmg.jpg",
    "release_date": 2023
  },
  {
    "id": 103,
    "name": "The Legend of Zelda: Oracle of Ages",
    "rating": 95,
    "summary": "The Legend of Zelda: Oracle of Ages is one of two Zelda titles released for the Game Boy Color, the other being Oracle of Seasons. The game retain many gameplay elements from Link's Awakening such as the graphics, audio and top-view perspective. It also features eight dungeons and a large overworld to explore like in the previous games. Oracle of Ages is said to be more puzzle-oriented than its counterpart being more action-oriented. After completing one of the two games, both can be linked to form a single linear plot with an alternate ending. Oracle of Ages and Oracle of Seasons were often credited as being two of the top games for the Game Boy Color.",
    "genres": [
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2tw1.jpg",
    "release_date": 2001
  },
  {
    "id": 104,
    "name": "Super Smash Bros. for Wii U",
    "rating": 95,
    "summary": "Super Smash Bros. for Wii U is the fourth console-based entry in the popular Super Smash Bros. series of fighting games. With an even larger roster of fighters than its predecessors and the introduction eight player battles, Smash for Wii U continues to add to the formula that gamers have loved since 1999.",
    "genres": [
      "Fighting",
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co213x.jpg",
    "release_date": 2014
  },
  {
    "id": 105,
    "name": "The Ico & Shadow of the Colossus Collection",
    "rating": 95,
    "summary": "The Ico & Shadow of the Colossus Collection is a video game bundle that contains high-definition remasters of two older PlayStation 2 games for the PlayStation 3, and was developed by Bluepoint Games and released alongside Ico as The Ico & Shadow of the Colossus Collection in September 2011.\n\nThe Collection features:\n- High-definition (HD) graphics\n- Content previously missing from the North American release\n- PlayStation Network Trophies\n- 3D support.",
    "genres": [
      "Simulator",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4ako.jpg",
    "release_date": 2011
  },
  {
    "id": 106,
    "name": "The Last of Us Part II",
    "rating": 95,
    "summary": "The Last of Us Part II is an action-adventure game set five years after the events of The Last of Us. The player traverses post-apocalyptic environments such as buildings and forests to advance the story. They can use firearms, improvised weapons, and stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. The game intermittently switches control between Ellie and Abby, and also briefly Joel in the opening sequence. The nimble nature of the player character introduces platforming elements, allowing the player to jump and climb to traverse environments and gain advantages during combat.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5ziw.jpg",
    "release_date": 2020
  },
  {
    "id": 107,
    "name": "Clone Drone in the Hyperdome",
    "rating": 95,
    "summary": "Cut robots apart in VR. Feel your sword disintegrate their metal bodies. Now you live and die in the Crashloop, a roguelike tournament to the death. Lock swords! Shoot shurikens from your wrist! This is CLONE DRONE... in the HYPERDOME!!!",
    "genres": [
      "Fighting",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co91ic.jpg",
    "release_date": 2024
  },
  {
    "id": 108,
    "name": "Vampire Survivors: Ode to Castlevania",
    "rating": 95,
    "summary": "The Vampire Survivors have come a long way in their honorable hunt, and after joining forces with the Belmont Family, they are the closest they've ever been. Finally, within their grasp... A vampire. Possibly, at least.",
    "genres": [
      "Role-playing (RPG)",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8zb0.jpg",
    "release_date": 2024
  },
  {
    "id": 109,
    "name": "Slay the Princess: The Pristine Cut",
    "rating": 95,
    "summary": "Slay the Princess is a choice-driven psychological horror visual novel with dramatic branching, light RPG elements, and hand-penciled art.\n\nThe Pristine Cut is the definitive version of the game. It features expanded content including 3 new chapters, never-before-seen Princesses, expansions to familiar routes, a new ending, over 1,200 new hand-penciled frames, over 2,500 new lines of dialogue, and over 35% more content overall.",
    "genres": [
      "Point-and-click",
      "Role-playing (RPG)",
      "Simulator",
      "Adventure",
      "Indie",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8boa.jpg",
    "release_date": 2024
  },
  {
    "id": 110,
    "name": "Vampire Survivors: Operation Guns",
    "rating": 95,
    "summary": "Grab your blaster, join Contra Force, and be the bullet hell in Vampire Survivors: Operation Guns\n\nAssemble a squad of classic Characters and arm yourself with an explosive arsenal of arcade weaponry in this action packed expansion for Vampire Survivors. Blast through thousands of fearsome foes and bonkers bosses from throughout the lauded lineage of Contra games. Persist determinedly through prodigious stages inspired by iconic Konami series, but be prepared for a bullet-hell of a fight, because if your trigger finger lacks stamina, Earth may lack a future.\n\nThe DLC adds 11 characters, 22 weapons, 1 large stage, 1 bonus stage, 30 in-game unlocks and a 6 chapter adventure.",
    "genres": [
      "Role-playing (RPG)",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co82cf.jpg",
    "release_date": 2024
  },
  {
    "id": 111,
    "name": "Five Nights at Freddy's: Into the Pit",
    "rating": 95,
    "summary": "Jump into the pit and immerse yourself in a new chapter in the Five Nights at Freddy’s universe. Oswald wishes his town, and his life, weren’t so boring. That all changes when he explores the ball pit in a rundown pizzeria and finds himself in the past. However, Oswald’s deepest desire will have an unexpected cost…\n\nSurvive five nights of terror in this chilling adventure game. Travel between time periods, gather clues, and outrun the threat relentlessly pursuing you. Move swiftly and stay hidden, and you may just survive. But be careful—it’s not just your own life that’s on the line. Oswald’s father and children from the past could all meet their end if you don’t save them.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8rf0.jpg",
    "release_date": 2024
  },
  {
    "id": 112,
    "name": "Remnant II: The Awakened King",
    "rating": 95,
    "summary": "The One True King has awakened and is out for blood. Corrupted by the Root during his near-death slumber, the mad king sees betrayal at every turn and is on a rampage of revenge. Since his castle first arrived in a Dran coastal town, the tides are angry and the weather is chaotic, surfacing all manner of creatures from the depths and leaving many mysteries in its wake.\n\nThis DLC adds the Ritualist archetyp, a new storyline, dungeons and area based in the world of Losomn. It includes a wide array of new weapons, modifications, amulets, and rings along with new bosses, characters and fearsome creatures to encounter.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7bud.jpg",
    "release_date": 2023
  },
  {
    "id": 113,
    "name": "Subpar Pool",
    "rating": 95,
    "summary": "A whimsical adventure of playful pocket antics at the intersection of golf and pool, from the developer behind holedown, twofold inc & rymdkapsel.",
    "genres": [
      "Puzzle",
      "Simulator",
      "Sport",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co786e.jpg",
    "release_date": 2023
  },
  {
    "id": 114,
    "name": "Super Mario Bros. Wonder",
    "rating": 95,
    "summary": "The next evolution of 2D side-scrolling Super Mario Bros. games is headed to Nintendo Switch!\n\nWhen you touch a Wonder Flower in the game, the wonders of the world unlock – pipes could come alive, hordes of enemies may appear, characters might change their looks, for example – transforming the gameplay in unpredictable ways. Excitement and different surprises await in each course. Super Mario Bros. Wonder features Princess Peach, Princess Daisy and Yoshi as playable characters, in addition to familiar characters like Mario, Luigi and Toad.",
    "genres": [
      "Platform"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6nnl.jpg",
    "release_date": 2023
  },
  {
    "id": 115,
    "name": "Dicefolk",
    "rating": 95,
    "summary": "In this deck-building game, you play as a chimera summoner on an adventure to restore peace to your world! Explore unique biomes, recruit new chimeras, and build the perfect squad! Command your chimeras using unique dice mechanics to lead your squad to victory!",
    "genres": [
      "Strategy",
      "Turn-based strategy (TBS)",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6mcg.jpg",
    "release_date": 2024
  },
  {
    "id": 116,
    "name": "Asgard’s Wrath II",
    "rating": 95,
    "summary": "Awaken, Cosmic Guardian – The fate of reality lies in your hands. Travel across vast realms inhabited by the gods in pursuit of the Trickster God Loki, who threatens to undo the threads of the universe. It’s up to you to battle gods and monsters alike as you take on one of the biggest and most epic scale Action RPGs ever experienced in VR. Alongside legendary Egyptian gods, you’ll fight deadly warriors and awe-inspiring mythical creatures through physics-based, visceral combat with unique weapons and playstyles. Possess unique mortal heroes and convert loyal animals into your own warrior followers as you explore a massive, free-roaming and living world and solve mind-bending god-scale puzzles.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co95kf.jpg",
    "release_date": 2023
  },
  {
    "id": 117,
    "name": "Cat Quest III",
    "rating": 95,
    "summary": "In Cat Quest III you play as a purrivateer in a freely explorable 2.5D open-world swarming with Pi-rats. You can sail the seas in your ship for treasures galore! But prepare for peril, as the Pirate King aims to hunt you down...",
    "genres": [
      "Role-playing (RPG)",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8cp4.jpg",
    "release_date": 2024
  },
  {
    "id": 118,
    "name": "Antonblast",
    "rating": 95,
    "summary": "Antonblast is a fast-paced explosive action platformer that's all about destruction. Play as the enraged Dynamite Anton (or his cranked-out coworker Annie) and use your Mighty F’n Hammer to demolish bizarre worlds, tussle with screen-filling bosses, and steal your Spirits back from Satan!",
    "genres": [
      "Platform",
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8txh.jpg",
    "release_date": 2024
  },
  {
    "id": 119,
    "name": "Ash of Gods: The Way",
    "rating": 95,
    "summary": "A turn-based tactical story-driven card game set in a fantasy world of Ash of Gods. Two decks, three lines, six factions and a great deal of possibilities to create your own unique strategy.",
    "genres": [
      "Puzzle",
      "Role-playing (RPG)",
      "Strategy",
      "Turn-based strategy (TBS)",
      "Tactical",
      "Adventure",
      "Indie",
      "Card & Board Game"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co692t.jpg",
    "release_date": 2023
  },
  {
    "id": 120,
    "name": "Minishoot' Adventures",
    "rating": 95,
    "summary": "Minishoot' is a cute and unique adventure game that mixes up open exploration with crispy twin-stick shooter action. Fight your way from the shiny overworld to the deepest caves, improve your ship and overcome the dungeons' bosses to rescue your friends!",
    "genres": [
      "Shooter",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7udo.jpg",
    "release_date": 2024
  },
  {
    "id": 121,
    "name": "Quake",
    "rating": 95,
    "summary": "In addition to support for modern systems and improved rendering techniques, this remastered version includes both mission packs, Scourge of Armagon and Dissolution of Eternity. It also includes two episodes created by MachineGames: the previously-released Dimension of the Past and a new one called Dimension of the Machine.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9bga.jpg",
    "release_date": 2021
  },
  {
    "id": 122,
    "name": "Final Fantasy: Pixel Remaster Collection",
    "rating": 95,
    "summary": "The Final Fantasy: Pixel Remaster series will comprise FINAL FANTASY I through FINAL FANTASY VI, with each game releasing individually. For long-term fans that will be hugely exciting news - a chance to revisit some of their most beloved RPGs of all time in a way that perfectly captures the spirit of those original game.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6nzk.jpg",
    "release_date": 2021
  },
  {
    "id": 123,
    "name": "Henchman Story",
    "rating": 95,
    "summary": "A visual novel where you play as a beleaguered henchman working for a bumbling supervillain, and a slice of superhero satire packed with colorful characters and meaningful choices. Even henchmen have bills to pay, and sometimes, even henchmen can make choices that change everything.",
    "genres": [
      "Role-playing (RPG)",
      "Simulator",
      "Adventure",
      "Indie",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4ar1.jpg",
    "release_date": 2021
  },
  {
    "id": 124,
    "name": "Shindig",
    "rating": 95,
    "summary": "Shindig is a short point-and-click adventure that celebrates the low-key heroism of helping. Explore a cosy hand-drawn world, solve the boggles of your animal friends, and bring the whole community together for a joyous party!",
    "genres": [
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3s6d.jpg",
    "release_date": 2021
  },
  {
    "id": 125,
    "name": "Sanabi",
    "rating": 95,
    "summary": "Sanabi is an exhilarating stylish dystopian action-platformer. Play as a legendary retired veteran and use your signature prosthetic arm to jump over cliffs and skyscrapers, zip through bullets and traps and defeat powerful enemies.",
    "genres": [
      "Platform",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co56gu.jpg",
    "release_date": 2023
  },
  {
    "id": 126,
    "name": "Tsukihime: A Piece of Blue Glass Moon",
    "rating": 95,
    "summary": "A remake of Type-Moon's classic doujin game Tsukihime, featuring a rewritten scenario with major differences in its setting and plot, as well as several new characters.",
    "genres": [
      "Adventure",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7edq.jpg",
    "release_date": 2021
  },
  {
    "id": 127,
    "name": "Night Reverie",
    "rating": 95,
    "summary": "Night Reverie is a Puzzle/Adventure game in which a child must solve the mystery behind the distortion of his house. Explore puzzle-filled environments and discover strange creatures living in the house as you reach the truth behind of what looks like a bizarre nightmare.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2ixu.jpg",
    "release_date": 2021
  },
  {
    "id": 128,
    "name": "Floppy Knights",
    "rating": 95,
    "summary": "Meet the Floppy Knights: tangible projections summoned from floppy disks! Tactics fuse with card game mechanics as Phoebe and Carlton - a brilliant young inventor & her robot-arm bestie - square off in turn-based battles. Select your Knights, hone your deck, and execute your strategy for victory!",
    "genres": [
      "Strategy",
      "Turn-based strategy (TBS)",
      "Tactical",
      "Adventure",
      "Indie",
      "Card & Board Game"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3m7q.jpg",
    "release_date": 2022
  },
  {
    "id": 129,
    "name": "Grime",
    "rating": 95,
    "summary": "Explore a surreal world obsessed with proportions and anatomy, in this 2.5D Metroidvania action RPG, where you will find out what you're made of... and break everything else apart.",
    "genres": [
      "Platform",
      "Role-playing (RPG)",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3hbp.jpg",
    "release_date": 2021
  },
  {
    "id": 130,
    "name": "Jack Move",
    "rating": 95,
    "summary": "Jack Move is a unique blend of gritty cyberpunk story telling, turn based battles and beautiful modern pixel art. Take on the role of Noa, a vigilante hacker who is thrust into a world of murder, kidnapping and dark research after her father goes missing.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2woq.jpg",
    "release_date": 2022
  },
  {
    "id": 131,
    "name": "Read Only Memories: Neurodiver",
    "rating": 95,
    "summary": "Return to the vibrant cyberpunk world of Neo-San Francisco from 2064: Read Only Memories, filled with friendly and familiar faces. Neurodiver will introduce new characters, locations, and mechanics, including the ability to dive into and change other characters' memories, as well as overhauled art and an unsolved case to crack with multiple endings.",
    "genres": [
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co97eu.jpg",
    "release_date": 2024
  },
  {
    "id": 132,
    "name": "Toem",
    "rating": 95,
    "summary": "An aesthetic adventure with the premise of enjoying the little things!\nToem is an adventure game, it aims to capture the curiosity of a child! Should I go left, right, who cares I'm on an adventure! Your smile, that's what's important to us.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co97ni.jpg",
    "release_date": 2021
  },
  {
    "id": 133,
    "name": "Jack Jeanne",
    "rating": 95,
    "summary": "Jack Jeanne is an opera-themed otome game, produced and illustrated by Sui Ishida (Tokyo Ghoul) and co-written by Ishida and Shin Towada (Tokyo Ghoul light novels). Protagonist Kisa Tachibana is given an opportunity to fulfill her dream of going to the All Boys Univeil Drama School where she must develop bonds and rivalries with her classmates while hiding her identity as a girl.",
    "genres": [
      "Music",
      "Simulator",
      "Adventure",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6mye.jpg",
    "release_date": 2021
  },
  {
    "id": 134,
    "name": "Hellblade: Senua's Sacrifice - VR Edition",
    "rating": 95,
    "summary": "The VR Edition of the critically acclaimed BAFTA award-winning Hellblade: Senua's Sacrifice.\n\nFrom the makers of Heavenly Sword, Enslaved: Odyssey to the West, and DmC: Devil May Cry, comes a warrior’s brutal journey into myth and madness.\n\nSet in the Viking age, a broken Celtic warrior embarks on a haunting vision quest into Viking Hell to fight for the soul of her dead lover.",
    "genres": [
      "Hack and slash/Beat 'em up",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2l7t.jpg",
    "release_date": 2018
  },
  {
    "id": 135,
    "name": "Satisfactory",
    "rating": 95,
    "summary": "Satisfactory is an FPS open-world factory building sim. You play as an engineer on an alien planet tasked to complete ‘Project Assembly’ - a massive machine for a mysterious purpose. Conquer nature, build multi-story factories, and automate to satisfaction!",
    "genres": [
      "Simulator",
      "Strategy",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8tfy.jpg",
    "release_date": 2024
  },
  {
    "id": 136,
    "name": "Path of Exile: The Fall of Oriath",
    "rating": 95,
    "summary": "This is the next free update/expansion to the game Path of Exile.\nThis update will, among other improvements and additions, change the games main story and level progression. It will be changed from a 4 act story campaign being repeated over 3 difficulties to a single story campaign across 10 acts with new enemies and bosses in each area.",
    "genres": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/akbxkxkbfmunhgdphzyo.jpg",
    "release_date": 2017
  },
  {
    "id": 137,
    "name": "The Last Birdling",
    "rating": 95,
    "summary": "The Last Birdling explores Bimonia and Tayo's struggle to remain friends against all odds.",
    "genres": [
      "Indie",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co89wu.jpg",
    "release_date": 2017
  },
  {
    "id": 138,
    "name": "Shovel Knight: King of Cards",
    "rating": 95,
    "summary": "This game is the final free campaign included in the main game, Shovel Knight, and its updated title, Shovel Knight: Treasure Trove. The game will also be available as a standalone title on PC, PS4, Xbox One, and Nintendo Switch.",
    "genres": [
      "Platform",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2gsw.jpg",
    "release_date": 2019
  },
  {
    "id": 139,
    "name": "Code 7",
    "rating": 95,
    "summary": "What would you do if you found yourself trapped on an eerie space station with nothing but a computer? You play the hacker Alex and help your partner Sam uncover the horrible truth of the facility. Code 7 is a next-generation text adventure that combines a fully-voiced narrative with immersive hacking-gameplay. Gather information, navigate and hack your way through the prologue of an epic, five-chapter adventure. It doesn't take long until you have to ask yourself who Alex really is and if your reality is really what it seems to be.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co23ma.jpg",
    "release_date": 2017
  },
  {
    "id": 140,
    "name": "HEX: Shards of Fate - Chronicles of Entrath",
    "rating": 95,
    "summary": "Chronicles of Entrath introduces an extensive single-player campaing to HEX: Shards of Fate.",
    "genres": [
      "Card & Board Game"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1jry.jpg",
    "release_date": 2016
  },
  {
    "id": 141,
    "name": "Crusader Kings II: The Reaper's Due",
    "rating": 95,
    "summary": "Little remains of those settlements where the Black Death has passed through. Hasty burials make a mockery of the sacraments and set a feast for the crows. Once prosperous provinces have been laid waste, and the lord of the land hides away – secluded in his hilltop fortress, hoping the plague will pass him by. Wiser princes took precautions, and didn’t waste the revenues from more prosperous years.\n\nBut, in time, all must pay The Reaper’s Due.\n\nThe Reaper’s Due adds a host of new mechanics centered on the Black Death and other world shaping epidemics. Lock your gates to keep the plague from infecting your court, even if it means cutting yourself off from your suffering citizens. Peace and good management will see your provinces reward you with greater wealth and manpower, but constant war and disease may depopulate your countryside.",
    "genres": [
      "Role-playing (RPG)",
      "Simulator",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1yxi.jpg",
    "release_date": 2016
  },
  {
    "id": 142,
    "name": "Destiny: The Collection",
    "rating": 95,
    "summary": "Destiny - The Collection is a great way for Guardians to embark on journeys they may have missed, as well as a perfect starting point for new players who want to join the Destiny community. Explore the ancient ruins of our solar system as you immerse yourself in a cinematic single-player campaign. Join up with friends in three or six player co-op activities. Spar with your fellow players in a variety of competitive multiplayer modes. Upgrade your character to create a powerful hero as unique as yourself. Become Legend.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co30dj.jpg",
    "release_date": 2016
  },
  {
    "id": 143,
    "name": "Final Fantasy X HD Remaster",
    "rating": 95,
    "summary": "Final Fantasy X HD Remaster was released individually in the Japan and Asia regions. Outside of these regions, only Final Fantasy X has a physical release, but it includes a download code for Final Fantasy X-2. Those who pick up both Final Fantasy X and Final Fantasy X-2 on PlayStation Vita can swap saves between systems to transfer data between the standalone Vita version and the PlayStation 3 counterpart.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co30so.jpg",
    "release_date": 2013
  },
  {
    "id": 144,
    "name": "Baldur's Gate: Siege of Dragonspear - Collector's Edition",
    "rating": 95,
    "summary": "The Collector's Edition features a limited-edition collector's box that will be shipped to you as soon as it is ready from the manufacturer. You will also receive a digital copy of Baldur's Gate: Enhanced Edition and Baldur's Gate: Siege of Dragonspear to play immediately upon ordering.\n\nThe Collector's Box includes:\n\nDRM-free copy of Baldur's Gate: Enhanced Edition and Baldur's Gate: Siege of Dragonspear on DVD.\n\nComplete soundtrack of Baldur's Gate, Baldur's Gate: Enhanced Edition, and Baldur's Gate: Siege of Dragonspear.\n\nCloth map of the Sword Coast.\n\nFull-color copy of Bence Duncan's Field Report with removable, collectible coin.\n\nSpiral-bound copy of the official Baldur's Gate Adventurer's Guide with updated rules and mechanics.\n\nMetal dragon's head amulet on a strap necklace.\n\nCollection of 7 Siege of Dragonspear-themed collector's dice, housed in a velvet dice bag.",
    "genres": [
      "Role-playing (RPG)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/eamxoi3281r2e5kuwu1w.jpg",
    "release_date": 2016
  },
  {
    "id": 145,
    "name": "Portal: Still Alive",
    "rating": 95,
    "summary": "Portal: Still Alive is a retooled version of the original smash hit first-person puzzle game, with additional levels and challenges.\n\nAs unwilling test subjects in a sinister laboratory, players must break the laws of physics using 'portal' technology to solve puzzles and survive. Featuring a darkly comic story that weaves adventure with brain-bending puzzles; 'Portal: Still Alive' also introduces 14 brand new bonus puzzles to challenge even the most skilled test subjects. Players can also get a glimpse into the making of 'Portal: Still Alive' with commentary from the developers.",
    "genres": [
      "Puzzle"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9u6y.jpg",
    "release_date": 2008
  },
  {
    "id": 146,
    "name": "Shovel Knight: Plague of Shadows",
    "rating": 95,
    "summary": "Shovel Knight: Plague of Shadows is a free expansion for Shovel Knight, a sweeping classic action adventure game that won over 70 Game of the Year Awards in 2014. You play as Plague Knight, the villainous master of alchemy, in a quest all his own. Using his maniacal scientific mind, Plague Knight is seeking to concoct Serum Supernus, the Ultimate Potion. However, to retrieve these ingredients, he must extract them from his former allies… the villainous knights of the Order of No Quarter! World class platforming, music, storytelling, and art all return in Shovel Knight: Plague of Shadows; an explosive quest with a new play style, new story, new bosses, and more!",
    "genres": [
      "Platform",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2gsv.jpg",
    "release_date": 2015
  },
  {
    "id": 147,
    "name": "Eon Altar",
    "rating": 95,
    "summary": "A groundbreaking local co-op RPG for 1-4 players.\n\nAn ancient, malevolent force stirs within the depths of the Eon Altar, and it’s up to YOU to stop it! Eon Altar combines nail-biting action and turn-based tactical combat with an epic story of friendship, destiny and betrayal.\n\nIn Eon Altar, each player uses their smartphone as a private screen to see their motivations, thoughts and innermost secrets. Your mobile device also offers you lines of dialogues to read out loud—hopefully in your own eccentric performance you've developed for your character.\n\nYour actions. Your game. Your way. You play your character the way you want it. Succeed together, or die alone.\n\nWith one Steam purchase, up to four players can access the game with our FREE Controller App, available for iOS and Android. Each player can use the Controller App to level up their hero, receive secret quests, consult secret thoughts, and choose lines of dialogues.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1u30.jpg",
    "release_date": 2016
  },
  {
    "id": 148,
    "name": "Audioshield",
    "rating": 95,
    "summary": "Block the beats! Audioshield puts you at the point of impact for every hit in your songs. Block incoming orbs with your shields and feel the music. Works with any song file, plus online music streaming and Song of the Day.",
    "genres": [
      "Music",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3lrj.jpg",
    "release_date": 2016
  },
  {
    "id": 149,
    "name": "Out of the Park Baseball 15",
    "rating": 95,
    "summary": "The 2014 installment of the celebrated Out Of The Park Baseball franchise.",
    "genres": [
      "Simulator"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7xou.jpg",
    "release_date": 2014
  },
  {
    "id": 150,
    "name": "Umihara Kawase",
    "rating": 95,
    "summary": "Umihara Kawase is a girl who uses a fishing hook as a grappling hook. You’ll need quick reflexes to swing your way through the branching surreal environments. Use your brains to figure out the best way through. They say fish is brain food—you’re going to need it!",
    "genres": [
      "Platform",
      "Puzzle",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3gak.jpg",
    "release_date": 1994
  },
  {
    "id": 151,
    "name": "Towerfall Ascension: Dark World",
    "rating": 95,
    "summary": "Challenge your friends to fight through TowerFall's Dark World, with or against you, in this massive expansion for the acclaimed archery brawler.\nTeam up to challenge the all-new Dark World Mode - a co-op campaign for 1-4 players. Battle your way to hideous boss monsters, and face the brutal challenge of the added Legendary difficulty mode. Expand your roster of playable fighters with the undead pirate Vainglorious Ghoul and 9 more alternate archers.\nDark World also adds a powerful level creation tool, allowing players to create and share their own new Versus towers.\n\nThe Dark World Expansion pushes TowerFall further in every direction, a great excuse to revisit the beloved indie fighter.",
    "genres": [
      "Fighting",
      "Platform",
      "Adventure",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21hv.jpg",
    "release_date": 2015
  },
  {
    "id": 152,
    "name": "Azure Striker Gunvolt",
    "rating": 95,
    "summary": "A 2D action game featuring a young man with the power of lightning who stands for freedom against the evil ambitions of a massive organization. When lightning strikes, a new legend is born.",
    "genres": [
      "Shooter",
      "Music",
      "Platform",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3gwm.jpg",
    "release_date": 2014
  },
  {
    "id": 153,
    "name": "Legacy of Kain: Soul Reaver 2",
    "rating": 95,
    "summary": "Soul Reaver 2 picks up where Legacy of Kain: Soul Reaver left off, with Raziel having just plunged through the Chronoplast time portal in his relentless pursuit of Kain. Over the course of his quest for revenge, Raziel must unearth the mysteries of Nosgoth’s ancient races, expose the machinations behind the corruption of the Pillars, and the vampire genocide. Throughout the game, Raziel acquires numerous new abilities, weapon enhancements, and spells, all of which are critical to the completion of his epic adventure.\n\nSoul Reaver is a third-person combat adventure filled with devious puzzles and kick-ass combat. Fly, swim, jump, and even travel from the material world to the spectral realm to overcome obstacles and conquer your enemies. With over 40 abilities to choose from, no two fights will ever be the same.",
    "genres": [
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co93d6.jpg",
    "release_date": 2001
  },
  {
    "id": 154,
    "name": "The Binding of Isaac: Rebirth",
    "rating": 95,
    "summary": "The Binding of Isaac: Rebirth is a top down, procedurally-generated roguelike game, remade based on the original game The Binding of Isaac. You play as Isaac, a little boy who is chased to the basement by his mother who intends to kill Isaac for her savior. You explore different levels, collect items and try to defeat your mother.. and whatever other evil awaits you. If you die, you restart with none of your items you collected, and you must explore the basement and beyond again.",
    "genres": [
      "Shooter",
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1lbm.jpg",
    "release_date": 2014
  },
  {
    "id": 155,
    "name": "TimeSplitters 2",
    "rating": 95,
    "summary": "TimeSplitters 2 is a first-person shooter that requires players to kill enemies and complete objectives using a variety of weapons and tactics in different predefined scenarios. Armour and health bars on the sides of the screen lower when the player is shot, which can be increased by walking over body armor and medical kits.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co88kf.jpg",
    "release_date": 2002
  },
  {
    "id": 156,
    "name": "SoulCalibur II",
    "rating": 95,
    "summary": "SoulCalibur II is the third installment in the Soul series and continues the tradition of his predecessors with improved graphics, new characters and new levels. A majority of the action takes place in Weapon Master mode where you have to choose a character and travel a set map to fight the many other warriors through different levels and challenges. Console ports were released, including guest characters from other franchises.",
    "genres": [
      "Fighting"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co62a6.jpg",
    "release_date": 2002
  },
  {
    "id": 157,
    "name": "Metroid: Zero Mission",
    "rating": 95,
    "summary": "The full story of Samus Aran's first mission finally unfolds...\n\nThe first Metroid game just scratched the surface of the cataclysmic events on planet Zebes, and at long last the rest of the tale has come to light. Experience the first of Samus's legendary adventures through all-new cut-scenes and action sequences as the bounty hunter races through the deeps toward her showdown with the leader of the Space Pirates. But will the end of Mother Brain really mean the end of the story...?\n\nCompletion of the game unlocks an emulated version of the original Metroid game. Zero Mission also allow players to unlock the Metroid Fusion picture gallery by linking between Zero Mission and Fusion cartridges via the Game Boy Advance Game Link Cable.",
    "genres": [
      "Shooter",
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1vci.jpg",
    "release_date": 2004
  },
  {
    "id": 158,
    "name": "Metroid Prime",
    "rating": 95,
    "summary": "A 3D exploration-focused metroidvania with first-person shooting mechanics and the first 3D entry in the Metroid series, Metroid Prime follows Samus Aran after the events of Metroid (1986) as she boards a Space Pirate frigate, then chases her escaping archrival Ridley into the intricately structured Tallon IV, a planet full of deadly wildlife and former home to the advanced and ancient Chozo race.",
    "genres": [
      "Shooter",
      "Platform",
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3w4w.jpg",
    "release_date": 2002
  },
  {
    "id": 159,
    "name": "New Super Mario Bros.",
    "rating": 95,
    "summary": "New Super Mario Bros. is a side-scrolling 2.5D action-adventure platformer game for the Nintendo DS, starring Mario and Luigi. The game features a solo story mode with Mario or Luigi, a two-player wireless game Mario Vs. Luigi, as well as a minigame mode for up to four players. The gameplay of New Super Mario Bros. is very much like that of the classic 2D platformers, mostly Super Mario Bros. and Super Mario Bros. 3, and substantially builds upon them to create gameplay both classic and contemporary. As the game is on DS, the touch screen allows players to store an additional power-up and view the distance still to go in a level.",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co21rm.jpg",
    "release_date": 2006
  },
  {
    "id": 160,
    "name": "Grand Theft Auto III",
    "rating": 95,
    "summary": "Featuring a fully 3-D living city, a combination of narrative driven and non-linear gameplay and a completely open environment, Grand Theft Auto III represents a huge leap forward in interactive entertainment. For the first time, players are put at the heart of their very own gangster movie, and let loose in a fully-realised 3 dimensional city, in which anything can happen and probably will.\n\nWith a cast of hundreds, 50 plus vehicles, ranging from sports cars to ice cream trucks and from boats to buses, 3 hours of music, including opera, reggae, house, drum and bass, pop and disco, a huge array of street ready weapons and some of the seediest characters in video game history, Grand Theft Auto 3 is a sprawling epic which will show you that sometimes, crime can pay and sometimes it can pay you back. Available now for PlayStation2, Xbox, PC and Macintosh.",
    "genres": [
      "Shooter",
      "Racing",
      "Simulator",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2lb8.jpg",
    "release_date": 2001
  },
  {
    "id": 161,
    "name": "Driver",
    "rating": 95,
    "summary": "The player is John Tanner, an undercover cop who try to take advantage of his own excellent driving skill in order to infiltrate a criminal organization.\nIn the storyline, the player has the chance to drive several cars in four american cities (Miami, San Francisco, Los Angeles, and New York), facing many different missions and tasks such as delivering a vehicle without damaging it, eliminating competitors or being the getaway driver in a bank robbery.",
    "genres": [
      "Racing",
      "Simulator"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6he0.jpg",
    "release_date": 1999
  },
  {
    "id": 162,
    "name": "Company of Heroes",
    "rating": 95,
    "summary": "Command the company that changed the face of history! Battle your way across Europe as your troops make intuitive use of the terrain and buildings for cover and mount attacks on an equally intelligent enemy. Your Mission. Your Men. Your Decisions.",
    "genres": [
      "Real Time Strategy (RTS)",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2ht7.jpg",
    "release_date": 2006
  },
  {
    "id": 163,
    "name": "Final Fantasy X",
    "rating": 95,
    "summary": "Final Fantasy X is the tenth main installment in the FF series and the first title released on sixth-generation consoles. It was also the first game to feature fully three-dimensional areas rather than including pre-rendered backdrops, and the first to include voice acting. Final Fantasy X tells the story of a star blitzball player, Tidus, who journeys with a young and beautiful summoner named Yuna on her quest to save the world of Spira from an endless cycle of destruction wrought by the colossal menace Sin.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1tr1.jpg",
    "release_date": 2001
  },
  {
    "id": 164,
    "name": "Sid Meier's Civilization IV",
    "rating": 95,
    "summary": "Sid Meier and Firaxis Games will take this incredibly fun and addictive game to new heights by adding new ways to play and win, new tools to manage and expand your civilization, all-new easy to use mod capabilities and intense multiplayer modes and options",
    "genres": [
      "Simulator",
      "Strategy",
      "Turn-based strategy (TBS)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1rjp.jpg",
    "release_date": 2005
  },
  {
    "id": 165,
    "name": "God of War Ragnarök",
    "rating": 94,
    "summary": "God of War: Ragnarök is the ninth installment in the God of War series and the sequel to 2018's God of War. Continuing with the Norse mythology theme, the game is set in ancient Norway and features series protagonists Kratos, the former Greek God of War, and his young son Atreus. The game kicked off the events of Ragnarök, where Kratos and Atreus must journey to each of the Nine Realms in search of answers as they prepare for the prophesied battle that will end the world.",
    "genres": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5s5v.jpg",
    "release_date": 2022
  },
  {
    "id": 166,
    "name": "Return of the Obra Dinn",
    "rating": 94,
    "summary": "In this 1-bit first-person mystery game, a merchant ship called the Obra Dinn has appeared at a London harbor, years after being declared lost at sea. As an insurance adjuster, the player must examine the ship for clues.",
    "genres": [
      "Puzzle",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co27j9.jpg",
    "release_date": 2018
  },
  {
    "id": 167,
    "name": "Resident Evil 4",
    "rating": 94,
    "summary": "Resident Evil 4 is a remake of the 2005 original Resident Evil 4 reimagined for 2023 to bring state-of-the-art survival horror. Resident Evil 4 preserves the essence of the original game, while introducing modernized gameplay, a reimagined storyline,\nand vividly detailed graphics to make this the latest survival horror game where life and death, terror and catharsis intersect.",
    "genres": [
      "Shooter",
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6bo0.jpg",
    "release_date": 2023
  },
  {
    "id": 168,
    "name": "Baldur's Gate 3",
    "rating": 94,
    "summary": "An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome.",
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "Turn-based strategy (TBS)",
      "Tactical",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co670h.jpg",
    "release_date": 2023
  },
  {
    "id": 169,
    "name": "Doki Doki Literature Club!",
    "rating": 94,
    "summary": "The Literature Club is full of cute girls! Will you write the way into their heart? This game is not suitable for children or those who are easily disturbed.",
    "genres": [
      "Adventure",
      "Indie",
      "Visual Novel"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6p5e.jpg",
    "release_date": 2017
  },
  {
    "id": 170,
    "name": "Spelunky Classic",
    "rating": 94,
    "summary": "Spelunky is a cave exploration / treasure-hunting game inspired by classic platform games and roguelikes, where the goal is to grab as much treasure from the cave as possible. Every time you play the cave's layout will be different. Use your wits, your reflexes, and the items available to you to survive and go ever deeper! Perhaps at the end you may find what you're looking for...\n\nDon't be afraid to die! But also don't be afraid to live! Happy Spelunky-ing!",
    "genres": [
      "Platform",
      "Puzzle",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1y65.jpg",
    "release_date": 2008
  },
  {
    "id": 171,
    "name": "Metaphor: ReFantazio",
    "rating": 94,
    "summary": "From the creative minds of the Persona series – Metaphor: ReFantazio marks ATLUS’ first ever, full-scale fantasy RPG, brought to you by director Katsura Hashino, character designer Shigenori Soejima, and composer Shoji Meguro.\n\nWrite your destiny and rise above fear as you step into a fantasy world unlike anything you’ve seen before. Fraught with unsettling mystery, the kingdom stands on a precipice. Now, you must embark on a journey, overcoming obstacles and forging bonds with friends.",
    "genres": [
      "Role-playing (RPG)",
      "Turn-based strategy (TBS)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8d9t.jpg",
    "release_date": 2024
  },
  {
    "id": 172,
    "name": "Destiny 2: The Final Shape",
    "rating": 94,
    "summary": "The Final Shape looms—a nightmarish calcification of reality into the Witness's twisted design. Embark on a perilous journey into the heart of the Traveler, rally the Vanguard, and end the War of Light and Darkness.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6zgs.jpg",
    "release_date": 2024
  },
  {
    "id": 173,
    "name": "Astro Bot",
    "rating": 94,
    "summary": "Buckle up for some epic PlayStation camaraderie, join forces with your favourite PlayStation icons and show the universe that small is mighty in this fresh new Astro adventure, exclusive to PS5 consoles!",
    "genres": [
      "Platform",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8hl0.jpg",
    "release_date": 2024
  },
  {
    "id": 174,
    "name": "Forza Horizon 5",
    "rating": 94,
    "summary": "Your Ultimate Horizon Adventure awaits! Explore the vibrant and ever-evolving open-world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars.",
    "genres": [
      "Racing"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3ofx.jpg",
    "release_date": 2021
  },
  {
    "id": 175,
    "name": "Hades",
    "rating": 94,
    "summary": "A rogue-lite hack and slash dungeon crawler in which Zagreus, son of Hades the Greek god of the dead, attempts to escape his home and his oppressive father by fighting the souls of the dead through the various layers of the ever-shifting underworld, while getting to know and forging relationships with its inhabitants.",
    "genres": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co39vc.jpg",
    "release_date": 2020
  },
  {
    "id": 176,
    "name": "Red Dead Redemption 2",
    "rating": 94,
    "summary": "Red Dead Redemption 2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1q1f.jpg",
    "release_date": 2018
  },
  {
    "id": 177,
    "name": "Supermoves",
    "rating": 94,
    "summary": "Supermoves is the ultimate parkour showdown where you and your friends run, jump and grind rails to glory! Go head to head in Bomb Tag, reach the finish line before the Rising Tide or race up to 40 players in Royale. Make your own games and levels with our powerful tools. Never stop running.",
    "genres": [
      "Racing",
      "Sport",
      "Indie",
      "Arcade"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co878m.jpg",
    "release_date": 2024
  },
  {
    "id": 178,
    "name": "Forgotten but Unbroken",
    "rating": 94,
    "summary": "Forgotten but Unbroken is a tactical turn-based strategy game inspired by XCOM but offers its own unique take on the genre. Meet real life WW2 heroes and choose whether to fight with or against them! It’s time to lead the resistance against the Axis forces and help to liberate Europe!",
    "genres": [
      "Strategy",
      "Turn-based strategy (TBS)"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8ja0.jpg",
    "release_date": 2024
  },
  {
    "id": 179,
    "name": "Castlevania Advance Collection",
    "rating": 94,
    "summary": "Castlevania Advance Collection includes three legendary Castlevania games that were first released in the early 2000s: Circle of the Moon, Aria of Sorrow, and Harmony of Dissonance. In addition, this collection also includes Castlevania: Dracula X and some never-before-seen sketches and artwork from the games!\n\nAll four games are enhanced with newly added modern features such as Rewind, Save/Load, and Replay, making this the best way possible to experience these classics or discover them for the first time! This collection also boasts a handy Encyclopedia, a Music Player with all soundtracks; and you can even change the ROM Region to play all games in different versions.",
    "genres": [
      "Platform",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3vn4.jpg",
    "release_date": 2021
  },
  {
    "id": 180,
    "name": "Grand Theft Auto Online",
    "rating": 94,
    "summary": "Grand Theft Auto Online is an online multiplayer action-adventure game, and is a standalone version of Grand Theft Auto V. Set within the fictional state of San Andreas (based on Southern California), Grand Theft Auto Online allows up to 30 players to explore its open world environment and engage in cooperative or competitive game matches. The game features a range of technical and graphical improvements across the entire experience including performance enhancements for select vehicles in GTA Online, and so much more.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co4rq1.jpg",
    "release_date": 2022
  },
  {
    "id": 181,
    "name": "Tales from the Borderlands: Episode 5 - The Vault of the Traveler",
    "rating": 94,
    "summary": "A new episodic adventure set in the badlands of Pandora. This collaborative brain child, is set after the events of Borderlands 2 and is a part of the franchise' official lore.",
    "genres": [
      "Point-and-click",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1vct.jpg",
    "release_date": 2015
  },
  {
    "id": 182,
    "name": "Persona 5 Royal",
    "rating": 94,
    "summary": "An enhanced version of Persona 5 with some new characters and a third semester added to the game. Released Internationally in 2020.",
    "genres": [
      "Role-playing (RPG)",
      "Turn-based strategy (TBS)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1nic.jpg",
    "release_date": 2019
  },
  {
    "id": 183,
    "name": "Tropico 4: Modern Times",
    "rating": 94,
    "summary": "Tropico 4 Modern Times is the first expansion to Tropico 4. It takes place years after the main campaign of Tropico 4 and brings us into the current era.",
    "genres": [
      "Simulator",
      "Strategy"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/h9i8ixa3l6ds3jbu2p7j.jpg",
    "release_date": 2012
  },
  {
    "id": 184,
    "name": "Caves of Qud",
    "rating": 94,
    "summary": "Caves of Qud is a science fantasy roguelike epic steeped in retro-futurism, deep simulation, and swathes of sentient plants. The game weaves a handwritten narrative through rich physical, social, and historical simulations. The result is a hybrid handcrafted & procedurally-generated world where you can do just about anything. Assemble your character from over 70 mutations and defects, and 24 castes and kits - it’s all the character diversity you could want. Explore procedurally-generated regions with some familiar locations - each world is nearly 1 million maps large.",
    "genres": [
      "Role-playing (RPG)",
      "Simulator",
      "Strategy",
      "Turn-based strategy (TBS)",
      "Adventure",
      "Indie"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7eda.jpg",
    "release_date": 2024
  },
  {
    "id": 185,
    "name": "Super Street Fighter II Turbo HD Remix",
    "rating": 94,
    "summary": "The Capcom arcade classic receives a whole new look with Super Street Fighter II Turbo HD Remix. Capcom maintains the integrity of the popular game by utilizing the original game code while upgrading the graphics with new artwork and high resolution 1080p images -- all of the art, from character animation to stage backgrounds, will be completely redrawn by Udon Entertainment, the company responsible for the official US Street Fighter series of comics. Super Street Fighter II Turbo HD Remix includes both online and offline competition for one to two players.",
    "genres": [
      "Fighting"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1w20.jpg",
    "release_date": 2008
  },
  {
    "id": 186,
    "name": "LittleBigPlanet 2: Special Edition",
    "rating": 94,
    "summary": "Exclusive for North America, a Special Edition of LittleBigPlanet 2 was released on November 15th 2011. This edition includes the standard edition of the game, PlayStation Move support, \"Move Pack: Rise of the Cakeling\" (5 new levels and 7 mini-levels), \"Disney/Pixar Toy Story Level\" and \"Costume\" packs, and \"Pets Costumes\" (the \"Dogs\", \"Cats\", and \"Even More Animals Costume\" packs). The Special Edition was also included as a pack-in game with the 2011 holiday 160GB PS3 system bundles in North America.",
    "genres": [
      "Platform",
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3kpu.jpg",
    "release_date": 2011
  },
  {
    "id": 187,
    "name": "Grand Theft Auto V",
    "rating": 88,
    "summary": "Grand Theft Auto V is a vast open world game set in Los Santos, a sprawling sun-soaked metropolis struggling to stay afloat in an era of economic uncertainty and cheap reality TV. The game blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story.",
    "genres": [
      "Shooter",
      "Racing",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2lbd.jpg",
    "release_date": 2013
  },
  {
    "id": 188,
    "name": "Valorant",
    "rating": 78,
    "summary": "Valorant is a character-based 5v5 tactical shooter set on the global stage. Outwit, outplay, and outshine your competition with tactical abilities, precise gunplay, and adaptive teamwork.",
    "genres": [
      "Shooter",
      "Tactical"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8ok7.jpg",
    "release_date": 2020
  },
  {
    "id": 189,
    "name": "Days Gone",
    "rating": 74,
    "summary": "Days Gone is an open-world action-adventure game developed by Bend Studio and published by Sony Interactive Entertainment. Released in April 2019 for PlayStation 4 and later for PC in May 2021, the game is set in a post-apocalyptic world where players control Deacon St. John, a drifter and bounty hunter navigating a landscape overrun by \"Freakers,\" zombie-like creatures created by a global pandemic.\n\nThe gameplay focuses on exploration, combat, and survival elements, with players able to use various weapons, craft supplies, and upgrade Deacon’s motorcycle, essential for travelling across the vast and hostile environment. Days Gone combines narrative-driven missions with an open world filled with dynamic events, enemy camps, and environmental challenges.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co94bn.jpg",
    "release_date": 2019
  },
  {
    "id": 190,
    "name": "Call of Duty: Black Ops III",
    "rating": 76,
    "summary": "Call of Duty: Black Ops 3 deploys players into a dark, twisted future where a new breed of Black Ops soldier emerges and the lines are blurred between our own humanity and the technology we created to stay ahead, in a world where cutting-edge military robotics define warfare. With three unique game modes: Campaign, Multiplayer and Zombies, providing fans with the deepest and most ambitious Call of Duty ever.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co20yw.jpg",
    "release_date": 2015
  },
  {
    "id": 191,
    "name": "Call of Duty: WWII",
    "rating": 75,
    "summary": "Call of Duty: WWII creates the definitive World War II next generation experience across three different game modes: Campaign, Multiplayer, and Co-Operative. Featuring stunning visuals, the Campaign transports players to the European theater as they engage in an all-new Call of Duty story set in iconic World War II battles. Multiplayer marks a return to original, boots-on-the ground Call of Duty gameplay. Authentic weapons and traditional run-and-gun action immerse you in a vast array of World War II-themed locations. The Co-Operative mode unleashes a new and original story in a standalone game experience full of unexpected, adrenaline-pumping moments.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1rdj.jpg",
    "release_date": 2017
  },
  {
    "id": 192,
    "name": "Assassin's Creed Valhalla",
    "rating": 85,
    "summary": "In Assassin's Creed Valhalla, become Eivor, a legendary Viking raider on a quest for glory. Explore a dynamic and beautiful open world set against the brutal backdrop of England’s Dark Ages. Raid your enemies, grow your settlement, and build your political power in the quest to earn a place among the gods in Valhalla.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2ed3.jpg",
    "release_date": 2020
  },
  {
    "id": 193,
    "name": "Assassin's Creed Unity",
    "rating": 70,
    "summary": "Paris, 1789. The French Revolution turns a once-magnificent city into a place of terror and chaos. Its cobblestoned streets run red with the blood of commoners who dare to rise up against an oppressive aristocracy. Yet as the nation tears itself apart, a young man named Arno will embark upon an extraordinary journey to expose the true powers behind the Revolution. His pursuit will throw him into the middle of a ruthless struggle for the fate of a nation, and transform him into a true Master Assassin.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1xiq.jpg",
    "release_date": 2014
  },
  {
    "id": 194,
    "name": "Cyberpunk 2077",
    "rating": 75,
    "summary": "Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality. You can customize your character’s cyberware, skillset and playstyle, and explore a vast city where the choices you make shape the story and the world around you.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7497.jpg",
    "release_date": 2020
  },
  {
    "id": 195,
    "name": "Marvel's Spider-Man 2",
    "rating": 82,
    "summary": "Marvel's Spider-Man 2 is an action-adventure game developed by Insomniac Games and published by Sony Interactive Entertainment. Released in October 2023 exclusively for the PlayStation 5, it is a direct sequel to Marvel's Spider-Man (2018) and Marvel's Spider-Man: Miles Morales (2020). The game continues the story of Peter Parker and Miles Morales as they face new challenges and threats in New York City.\n\nIn Marvel's Spider-Man 2, players can switch between Peter and Miles, each with unique abilities and combat styles. The game introduces new villains, including Kraven the Hunter and Venom, while expanding the open-world environment with more detailed and interactive elements.",
    "genres": [
      "Hack and slash/Beat 'em up",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co79vq.jpg",
    "release_date": 2023
  },
  {
    "id": 196,
    "name": "Tom Clancy's Rainbow Six Siege",
    "rating": 74,
    "summary": "Inspired by the reality of counter terrorist operatives across the world, Rainbow Six Siege invites players to master the art of destruction. Intense close quarters confrontations, high lethality, tactics, team play, and explosive action are at the center of the experience. The multiplayer gameplay of Rainbow Six Siege sets a new bar for intense firefights and expert strategy in the rich legacy of past Rainbow Six games.",
    "genres": [
      "Shooter",
      "Tactical"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5cxf.jpg",
    "release_date": 2015
  },
  {
    "id": 197,
    "name": "F1 25",
    "rating": 82,
    "summary": "Leave your mark on the world of racing in F1 25, the official video game of the 2025 FIA Formula One World Championship, featuring a revamped My Team mode, the thrilling third chapter of Braking Point, and more!",
    "genres": [
      "Racing",
      "Simulator",
      "Sport"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co9mk6.jpg",
    "release_date": 2025
  },
  {
    "id": 198,
    "name": "EA Sports FC 25",
    "rating": 75,
    "summary": "EA SPORTS FC 25 gives you more ways to win for the club. Team up with friends in your favourite modes with the new 5v5 Rush, and manage your club to victory as FC IQ delivers more tactical control than ever before.",
    "genres": [
      "Simulator",
      "Sport"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8lno.jpg",
    "release_date": 2024
  },
  {
    "id": 199,
    "name": "Hogwarts Legacy",
    "rating": 85,
    "summary": "Hogwarts Legacy is an immersive, open-world action RPG set in the world first introduced in the Harry Potter books. Now you can take control of the action and be at the center of your own adventure in the wizarding world. Embark on a journey through familiar and new locations as you explore and discover fantastic beasts, customize your character and craft potions, master spell casting, upgrade talents, and become the wizard you want to be. Discover the feeling of living at Hogwarts as you make allies, battle Dark wizards, and ultimately decide the fate of the wizarding world. Your legacy is what you make of it.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2gn3.jpg",
    "release_date": 2023
  },
  {
    "id": 200,
    "name": "Grand Theft Auto IV",
    "rating": 88,
    "summary": "Grand Theft Auto IV is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It is the eleventh title in the Grand Theft Auto series, and the first main entry since 2004's Grand Theft Auto: San Andreas.\n\nThe game is played from a third-person perspective and its world is navigated on-foot or by vehicle. Throughout the single-player mode, players play as Niko Bellic. An online multiplayer mode is included with the game, allowing up to 32 players to engage in both co-operative and competitive gameplay in a recreation of the single-player setting.\n\nTwo expansion packs were later released for the game, The Lost and Damned and The Ballad of Gay Tony, which both feature new plots that are interconnected with the main Grand Theft Auto IV storyline, and follow new protagonists.",
    "genres": [
      "Shooter",
      "Racing",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2lbv.jpg",
    "release_date": 2008
  },
  {
    "id": 201,
    "name": "Grand Theft Auto: San Andreas",
    "rating": 93,
    "summary": "Returning after his mother's murder to the semi-fictional city of Los Santos (based on Los Angeles), Carl Johnson, a former gang banger, must take back the streets for his family and friends by gaining respect and once again gaining control over the streets. However, a story filled with crime, lies and corruption will lead him to trudge the entire state of San Andreas (based on California and Nevada) to rebuild his life.",
    "genres": [
      "Shooter",
      "Racing",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2lb9.jpg",
    "release_date": 2004
  },
  {
    "id": 202,
    "name": "Watch Dogs: Legion",
    "rating": 81,
    "summary": "In Watch Dogs: Legion, near future London is facing its downfall... Unless you do something about it. Build a resistance, fight back, and give the city back to the people. It's time to rise up.",
    "genres": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2oyq.jpg",
    "release_date": 2020
  },
  {
    "id": 203,
    "name": "Far Cry 6",
    "rating": 81,
    "summary": "Dive into the gritty world of a modern-day guerrilla revolution to liberate a nation from its oppressive dictators. Welcome to Yara, a tropical paradise frozen in time. Far Cry 6 thrusts players into a modern-day guerrilla revolution. As dictator of Yara, Anton Castillo is intent on restoring his nation back to its former glory by any means, with his son, Diego, following in his bloody footsteps. Become a guerrilla fighter and liberate Yara.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2npg.jpg",
    "release_date": 2021
  },
  {
    "id": 204,
    "name": "League of Legends",
    "rating": 84,
    "summary": "League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level.",
    "genres": [
      "Role-playing (RPG)",
      "Strategy",
      "MOBA"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co49wj.jpg",
    "release_date": 2009
  },
  {
    "id": 205,
    "name": "Counter-Strike: Global Offensive",
    "rating": 81,
    "summary": "Counter-Strike: Global Offensive expands upon the team-based action gameplay that it pioneered when it was launched 19 years ago. CS: GO features new maps, characters, weapons, and game modes, and delivers updated versions of the classic CS content",
    "genres": [
      "Shooter",
      "Tactical"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co6996.jpg",
    "release_date": 2012
  },
  {
    "id": 206,
    "name": "Ghost of Tsushima",
    "rating": 91,
    "summary": "Uncover the hidden wonders of Tsushima in this open-world action adventure. Forge a new path and wage an unconventional war for the freedom of Tsushima. Challenge opponents with your katana, master the bow to eliminate distant threats, develop stealth tactics to ambush enemies in order to win over the mongols.",
    "genres": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2crj.jpg",
    "release_date": 2020
  },
  {
    "id": 207,
    "name": "Assassin's Creed Mirage",
    "rating": 75,
    "summary": "In the ninth century CE, Baghdad is at its height, leading the world in science, art, innovation, and commerce. Amid its bustling urban landscape, a conflicted young orphan with a tragic past must navigate the streets to survive.\nIn Assassin’s Creed Mirage, you are Basim, a cunning street thief with nightmarish visions, seeking answers and justice. After an act of deadly retribution, Basim flees Baghdad and joins an ancient organization – The Hidden Ones. As he learns their mysterious rituals and powerful tenets, he will hone his unique abilities, discover his true nature, and come to understand a new Creed – one that will change his fate in ways he never could have imagined.",
    "genres": [
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co57sj.jpg",
    "release_date": 2023
  },
  {
    "id": 208,
    "name": "A Plague Tale: Requiem",
    "rating": 85,
    "summary": "\nA Plague Tale: Requiem is an action-adventure game similar to its predecessor. The player assumes control of Amicia and must face against both soldiers from the French Inquisition and hordes of rats that are spreading the black plague. The gameplay is largely similar to the first game, though the combat system is significantly expanded. The game features a progression system in which the \nplayer will be awarded additional skills and abilities. Stealth players will unlock skills that allow them to sneak around more efficiently, while those who prefer a more lethal approach will unlock additional combat skills. Locations are also larger, giving players additional options to progress.\n",
    "genres": [
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co5pwb.jpg",
    "release_date": 2022
  },
  {
    "id": 209,
    "name": "Naruto Shippuden: Ultimate Ninja Storm 4",
    "rating": 75,
    "summary": "Experience the exhilarating full-adventure Naruto Shippuden and follow Naruto Uzumaki on all his fights.\n\nWith more than 12 million Naruto Shippuden Ultimate Ninja STORM games sold worldwide, this series established itself among the pinnacle of Anime & Manga adaptations on videogames! As every good story comes to an end Naruto Shippuden: Ultimate Ninja Storm 4 is going to be the ultimate STORM game! For the first time ever, a Naruto/Naruto Shippuden game will take advantage of the graphics power of the new generation of consoles.",
    "genres": [
      "Fighting",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3whm.jpg",
    "release_date": 2016
  },
  {
    "id": 210,
    "name": "Resident Evil Village",
    "rating": 86,
    "summary": "Resident Evil Village is a first person survival horror and the sequel to Resident Evil 7: Biohazard. The game maintains elements from previous Resident Evil games with players having to scavenge environments for items and manage their resources. However, it adds more action-oriented gameplay, with higher enemy counts and a greater emphasis on combat.",
    "genres": [
      "Shooter",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2zpu.jpg",
    "release_date": 2021
  },
  {
    "id": 211,
    "name": "Resident Evil 7: Biohazard",
    "rating": 88,
    "summary": "Resident Evil 7: Biohazard is the first game of the Resident Evil series to switch from 3rd-person to fully 1st-person perspective. A complete refresh of gameplay systems simultaneously propels the survival horror experience to another level. It is as much horror as it is survival, boosting up scare elements and minimizing downright shooting action. The game allows use of Sony's PSVR Headset to play in VR mode.",
    "genres": [
      "Shooter",
      "Puzzle",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co8uu1.jpg",
    "release_date": 2017
  },
  {
    "id": 212,
    "name": "Dark Souls II",
    "rating": 90,
    "summary": "Dark Souls II is an action role-playing game developed by FromSoftware and published by Bandai Namco Entertainment, released in March 2014. Set in the kingdom of Drangleic, players control the Bearer of the Curse, seeking to cure their undead curse. The game features challenging combat, deep lore, and a dark, atmospheric world. It introduces new mechanics like dual-wielding and a flexible character progression system, with improved multiplayer options for cooperative and PvP play.\n\nThe online servers were shut down on March 31st, 2024.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co2eoo.jpg",
    "release_date": 2014
  },
  {
    "id": 213,
    "name": "Dark Souls III",
    "rating": 86,
    "summary": "Dark Souls III is an action role-playing game developed by FromSoftware and published by Bandai Namco Entertainment. Released in March 2016, it is the fourth entry in the Souls series and the final instalment in the Dark Souls trilogy. Set in the decaying kingdom of Lothric, players take on the role of the \"Ashen One,\" an undead warrior tasked with rekindling the First Flame to prevent the world from falling into darkness.\n\nThe game features challenging combat, intricate level design, and a deep, lore-rich narrative.",
    "genres": [
      "Role-playing (RPG)",
      "Adventure"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1vcf.jpg",
    "release_date": 2016
  },
  {
    "id": 214,
    "name": "FIFA Street",
    "rating": 73,
    "summary": "As a spin-off of the FIFA lineage, FIFA Street combines arcade action with the culture of freestyle street soccer. By removing the rules from the simulation soccer experience, FIFA Street exposes the heart of the world's beautiful game, on-the-ball flair and individual style.\n\nLeading this movement are the worlds top professional players, showing off their skills and individual style in 4-on-4 match-ups against the backdrop of global venues that represent the true culture of street soccer. In the game's dynamic 1-on-1 encounters, beating your opponent will require skill, technique, and the careful selection of specific moves. Take on the best and earn their respect, gradually building your reputation and team into an unstoppable force that leads the tide of street soccer.",
    "genres": [
      "Sport"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co20b8.jpg",
    "release_date": 2005
  },
  {
    "id": 215,
    "name": "Call of Duty: Ghosts",
    "rating": 73,
    "summary": "Call of Duty: Ghosts takes place following a catastrophic event that changed the global balance of powers in the world. As a result, the United States is no longer recognized as a superpower. Ten years after the event, an unseen enemy emerges as a threat, but the remnants of US special forces from every branch came together to create an elite group of soldiers known as the \"Ghosts\", who are determined to eradicate all threats to protect the weak and the remains of America.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3b15.jpg",
    "release_date": 2013
  },
  {
    "id": 216,
    "name": "Battlefield V",
    "rating": 77,
    "summary": "The Battlefield series goes back to its roots in a never-before-seen portrayal of World War 2. Take on physical, all-out multiplayer with your squad in modes like the vast Grand Operations and the cooperative Combined Arms, or witness human drama set against global combat in the single player War Stories. As you fight in epic, unexpected locations across the globe, enjoy the richest and most immersive Battlefield yet.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co1xbv.jpg",
    "release_date": 2018
  },
  {
    "id": 217,
    "name": "Call of Duty: Modern Warfare III",
    "rating": 62,
    "summary": "The game brings \"open combat, \" offering players more choices in approaching the single-player missions. Makarov returns as the chief villain of the new campaign.\n\nThe newly introduced Carry Forward system will let players keep their progression and inventory from Modern Warfare II. Multiplayer fans can expect 16 maps at the launch and at least 12 coming later. Zombies mode will also return and should offer the largest zombie map to date.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7ctx.jpg",
    "release_date": 2023
  },
  {
    "id": 218,
    "name": "Call of Duty: Vanguard",
    "rating": 74,
    "summary": "This is WWII combat like never before. Witness the origins of Special Forces as you play a pivotal role and change the face of history, forming Task Force One in a gripping Campaign across four major theaters of war. Become an original Special Forces Operator in an online Multiplayer rich in innovation with 20 maps available at launch. Prepare for a franchise-first, universe-expanding Zombies crossover. Immerse yourself in a fully integrated Call of Duty: Warzone experience featuring a new and massive map. This is the most connected Call of Duty ever, all powered by the next generation Call of Duty engine introduced in Modern Warfare.\n\nThis is Call of Duty: Vanguard.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co3kq8.jpg",
    "release_date": 2021
  },
  {
    "id": 219,
    "name": "Battlefield 2042",
    "rating": 69,
    "summary": "Battlefield 2042 marks the return to the iconic all-out warfare of the franchise. Adapt and overcome dynamically-changing battlegrounds with the help of your squad and a cutting-edge arsenal. With support for 128 players, prepare for unprecedented scale on vast environments. Take on massive experiences, from updated multiplayer modes like Conquest and Breakthrough to the all-new Hazard Zone.",
    "genres": [
      "Shooter"
    ],
    "cover": "//images.igdb.com/igdb/image/upload/t_1080p/co7dfn.jpg",
    "release_date": 2021
  }
]